Repository: stevecotton/wesnoth
Catalog: po/wesnoth-pap/*.po
Languages: es

source: Peasants and Woodsmen no longer cost twice as much to recruit.
es: Los campesinos y leñadores ya no cuestan el doble al reclutar.

source: What’s this? An unruly mob in place of my orderly divers?
es: ¿Qué es esto? ¿Una turba descontrolada en lugar de mis ordenados buceadores?

source: My, my. How unlucky. I had meant to introduce some new trainees I’d acquired... but given the present state of affairs, I suppose I’ll have to dispose of them instead.
es: Vaya, vaya. Qué mala suerte. Iba a presentar a unos nuevos reclutas que había conseguido… pero dadas las circunstancias, creo que tendré que deshacerme de ellos.

source: No, wait—
es: ¡No, espera—

source: Walk the plank!
es: ¡Al agua con ellos!

source: I can’t swim, please—
es: No sé nadar, por favor—

source: Look! That’s the constable!
es: ¡Mira! ¡Ese es el aguacil!

source: Elyn! My brother!
es: ¡Elyn! ¡Mi hermano!

source: Ta ta, dears. This was unfortunate, but really, I had no choice. There’s no room for freeloaders on my ship.
es: Adiós, queridos. Ha sido desafortunado, pero no tenía elección. No hay sitio para gorrones en mi barco.

source: Elyn!! My brother can swim, but not for long in this surf! Diondra, you have to rescue him! Rescue them all!
es: ¡Elyn! ¡Mi hermano sabe nadar, pero no aguantará mucho en este oleaje! ¡Diondra, tienes que rescatarlo! ¡Rescátalos a todos!

source: I am sorry, Thea. His arms and legs were bound... I’ve retrieved only a corpse. The pirates must’ve captured him while he sailed in search of help.
es: Lo siento, Thea. Tenía brazos y piernas atados… Solo he recuperado un cadáver. Los piratas debieron capturarlo cuando salió a buscar ayuda.

source: Do not let his death be in vain. We must catch this “Maudie” and bring her to justice. Follow the black ship!
es: No permitas que su muerte sea en vano. Debemos atrapar a esa «Maudie» y hacer justicia. ¡Segue al barco negro!

source: Do not delay, Thea. These pirates are planning something. If we cannot finish our battle here, I fear they will be reinforced, and us overwhelmed.
es: No te demores, Thea. Estos piratas traman algo. Si no terminamos la batalla aquí, me temo que recibirán refuerzos y nos superarán.

source: What’s this? An unruly mob harassing my divers?
es: ¿Qué es esto? ¿Una turba descontrolada molestando a mis buceadores?

source: Now now, we can’t be having that. Luckily for me, you’ve given me enough time to prepare a whole fleet of warships, all filled to the brim with angry outlaws.
es: Esto no puede ser. Por suerte para mí, me haz dado tiempo suficiente para preparar toda una flota de barcos de guerra, repletos de bandidos furiosos.

source: The merfolk aren’t prepared to battle such a large fleet! We have to flee before we’re destroyed...
es: ¡Los sirénidos no están preparados para enfrentarse a una flota tan grande! ¡Debemos huir antes de que nos destruyan…!

source: The villagers held a sombre shipboard funeral for Constable Elyn, and a burial at sea. The alderman’s son had always been there for them... until suddenly he wasn’t.
es: Los aldeanos celebraron un sombrío funeral a bordo del barco para el aguacil Elyn, y un entierro en el mar. El hijo del alcalde siempre había estado ahí para ellos... hasta que, de repente, dejó de estarlo.

source: Guided by merfolk, the flotilla kept station several dozen miles behind Maudie’s ship; too slow to catch her, but fast enough to stay in sight. Maudie’s destination soon became apparent: the wild, unsettled islands known as the Three Sisters.
es: Guiados por los sirénidos, la flotilla mantuvo la distancia a varias decenas de millas del barco de Maudie; demasiado lentos para alcanzarla, pero lo suficientemente rápidos para no perderla de vista. El destino de Maudie pronto fue evidente: las islas salvajes y deshabitadas conocidas como las Tres Hermanas.

source: Shipmaster Derryn
es: Capitán de navío Derryn

source: This island is covered in villages. Even if we don’t need the gold ourselves, we should still make sure Maudie doesn’t take so many that we become overwhelmed.
es: Esta isla está llena de aldeas. Aunque no necesitemos el oro para nosotros, debemos evitar que Maudie consiga tanto que nos supere en número.

source: To see how much gold and income your enemies have, press <i>Alt+S</i>, or open the Menu and select “Status Table”.
es: Para ver cuánto oro e ingresos tienen tus enemigos, pulsa <i>Alt+S</i> o usa la opción «Tabla de estado» del menú.

source: Makeshift Shipyard
es: Astillero improvisado

source: Tut-tut, the mermaid followed me all this way? Show some deference, fish. Soon you’ll be calling me your lord.
es: Vaya, vaya, ¿la sirena me ha seguido hasta aquí? Muestra un poco de respeto, pez. Pronto me llamarán señora.

source: It’s not just merfolk who followed you here. I’m here to avenge my brother, you soulless murderer!
es: No solo los sirénidos te han seguido. Estoy aquí para vengar a mi hermano, ¡asesina sin alma!

source: My, such language. Who in the world are you talking about?
es: Vaya, qué vocabulario. ¿De quién demonios estás hablando?

source: I’m sorry, sweetie, you smallfolk all look the same to me. But if you’re so beaten up about his death, I’d be happy to help you join him. Shipmaster, is my fleet ready?
es: Lo siento, cariño, todos ustedes, gente del pueblo, me parecen iguales. Pero si tanto te afecta su muerte, estaré encantada de ayudarte a reunirte con él. Capitán, ¿está lista mi flota?

source: Yes, yes, I remember now. Just... deal with these peasants, will you? That business with the freed prisoners has given me a terrible headache. I’m really not in the mood to entertain riff-raff.
es: Sí, sí, ahora lo recuerdo. Simplemente… ocupense de estos campesinos, ¿de acuerdo? Lo de los prisioneros liberados me ha provocado un terrible dolor de cabeza. No estoy de humor para recibir a gentuza.

source: Defeat Lady Maudie
es: Derrotar a Lady Maudie

source: They’re getting closer. Shipmaster, how long until the fleet is finished?!
es: Se están acercando. ¡Capitán, cuánto falta para que la flota esté lista?

source: Madam, I’ve told you, it might still be weeks—
es: Señora, ya se lo he dicho, aún pueden ser semanas—

source: Fine! Since these ships cannot serve me in any useful capacity, set them ablaze and send them to run down anything in the water!
es: ¡Está bien! Ya que estos barcos no me sirven de nada, ¡prendanlos fuego y lancenlos contra todo lo que flote!

source: Know Thy Enemy
es: Conoce a tu enemigo

source: My name is Thea Nicolin. You killed my brother! Prepare to die!!
es: Mi nombre es Thea Nicolin. ¡Tu mataste a mi hermano! ¡Ahora prepárate a morir!

source: It belongs to me and my blood by right! My noble ancestors fought our way to the top, and we would have stayed there if those idiot kings hadn’t stolen it from us and given it to the merfolk instead.
es: ¡Me pertenece por derecho de sangre! Mis nobles antepasados lucharon por llegar a la cima, y allí nos habríamos quedado si esos reyes idiotas no nos lo hubieran robado para dárselo a los sirénidos.

source: But you’re just a bunch of fish and smallfolk! It’s my right to rule! How— I mean... well, surely you can’t fault a girl for having ambition?
es: ¡Pero solo son un puñado de peces y plebeyos! ¡Tengo derecho a gobernar! Cómo… quiero decir… bueno, nadie puede culpar a una chica por tener ambición, ¿verdad?

source: We’re sinking. Someone, stop the sinking! No. No! I can’t swim!!
es: ¡Nos hundimos! ¡Alguien, detenga el hundimiento! ¡No, no! ¡No sé nadar!

source: (grim) Ta ta.
es: (con frialdad ) Ta ta.

source: Epilogue
es: Epílogo

source: With Maudie defeated, her surviving supporters scattered, hotly pursued by Diondra and her merfolk. The villagers worked to dismantle and loot the pirate shipyard, then set sail once more for their home, where they were greeted with a resounding cheer.
es: Con Maudie Derrotada, sus seguidores supervivientes se dispersaron, perseguidos de cerca por Diondra y sus sirénidos. Los aldeanos desmantelaron el astillero pirata y zarparon de nuevo rumbo a casa, donde fueron recibidos con ovaciones.

source: Untouched by the fighting, the merfolk city at the Bay of Pearls continued to prosper. It would be many decades until the next serious threat.
es: La ciudad sirénida de la Bahía de las Perlas, intacta tras los combates, siguió prosperando. Pasarían décadas hasta la próxima amenaza seria.

source: Caged Slave
es: Esclavo enjaulado

source: Fishing Boat
es: Barco pesquero

source: Villagers
es: Aldeanos

source: loyal
es: leal

source: Zero upkeep
es: Mantenimiento cero

source: Alderman Rael
es: Alcalde Rael

source: Constable Elyn
es: Alguacil Elyn
