Repository: stevecotton/wesnoth
Catalog: po/wesnoth-pap/*.po
Languages: es

source: Of Pearls and Pirates
es: Perlas y piratas

source: PaP
es: PyP

source: 1x enemies, 70% XP
es: 1× enemigos, 70% PX

source: Easy
es: Fácil

source: 2x enemies, 90% XP
es: 2× enemigos, 90% PX

source: 3x enemies, 100% XP
es: 3× enemigos, 100% PX

source: Hard
es: Difícil

source: 4x enemies, 100% XP
es: 4× enemigos, 100% PX

source: Deadly
es: Mortal

source: A sleepy fishing village on Wesnoth’s west coast finds itself suddenly beset by corsairs. With requests for royal aid falling on deaf ears, the villagers must join forces with the local merfolk and bring the fight to the pirates.
es: Una tranquila aldea pesquera de la costa oeste de Wesnoth se ve repentinamente atacada por corsarios. Al no recibir ayuda real, los aldeanos deben unir fuerzas con los sirénidos locales y llevar la lucha hasta los piratas.

source: (Novice level, 5 scenarios.)
es: (Nivel principiante, 5 escenarios.)

source: The saga continues in <i>The Deceiver’s Gambit</i>
es: La saga continúa en <i>El Gambito del embaucador</i>

source: Author
es: Autor

source: Art
es: Arte

source: I have so much gold! Unless I’m already winning easily, I should make sure to take full advantage of our treasury.
es: ¡Tengo mucho oro! A menos que ya esté ganando con facilidad, debería aprovechar al máximo nuestra tesorería.

source: No! Not like this...
es: ¡No! ¡No así…!

source: What will Thea do without me...
es: Qué hará Thea sin mí…

source: Argh! I’ve breathed my last!
es: ¡Argh! ¡He dado mi último aliento!

source: The depths have taken me...
es: Las profundidades me han reclamado…

source: Complete <i>Pirates!</i> without losing any units.
es: Completar <i>¡Piratas!</i> sin perder ninguna unidad.

source: Scenario 1: Overprotective
es: Escenario 1: Sobreprotección

source: Defeat an enemy leader before your allies arrive in <i>Swimming with Serpents</i>.
es: Derrotar a un líder enemigo antes de que lleguen los aliados en <i>Nadando con serpientes</i>.

source: Scenario 2: The Best Defense...
es: Escenario 2: La mejor defensa…

source: Defeat the enemy leader in <i>Desolation</i>.
es: Derrotar al líder enemigo en <i>Desolación</i>.

source: Complete <i>Lee Shore</i> without freeing any slaves.
es: Completar <i>Costa de sotavento</i> sin liberar ningún esclavo.

source: Scenario 4: Tunnel Vision
es: Escenario 4: Visión de túnel

source: Scenario 5: Vendetta
es: Escenario 5: Venganza

source: Strike the final blow in <i>Lady Maudie</i> with Thea.
es: Dar el golpe final en <i>Lady Maudie</i> con Thea.

source: Pirates!
es: ¡Piratas!

source: But for every man content with a quiet life, there is another who seeks to take it from him...
es: Pero por cada hombre contento con una vida tranquila, hay otro que busca arrebatársela…

source: Corsairs
es: Corsarios

source: NOTE: ‘Deadly’ difficulty is intended to be a moderate challenge even for experienced players! If you’re new to Wesnoth, I strongly suggest trying a lower difficulty.
es: NOTA: La dificultad «Mortal» está pensada para suponer un reto moderado incluso para jugadores experimentados. Si eres nuevo en Wesnoth, te recomiendo encarecidamente probar una dificultad menor.

source: Tip Dialogue &amp; Popups: On
es: Diálogos y consejos emergentes: Activados

source: Tip Dialogue &amp; Popups: Off
es: Diálogos y consejos emergentes: Desactivados

source: Alderman! Alderman Rael!
es: ¡Alcalde! ¡Alcalde Rael!

source: (panting) Pirates! Alderman, it’s pirates! Burned my farm... (pant) Stole my skiff... (pant) Thought you should know...
es: (jadeando) ¡Piratas! Alcalde, ¡son piratas! Quemaron mi granja… (jadeo) Me robaron el bote… (jadeo) Pensé que debía saberlo…

source: Pirates? What, here?!
es: ¿Piratas? ¿Qué, aquí?

source: Seas the Day
es: Aprovechar el día

source: Blast! Haven’t seen outlaws in these parts since I were a lad... these ones even dare to leave their faces uncovered. What do you make of it, Thea?
es: ¡Maldición! No había visto bandidos por aquí desde que era muchacho… y estos ni siquiera se cubren la cara. ¿Qué opinas, Thea?

source: Well, it’s a good thing I’ve been keeping my old war-bow waxed. There’s nothing for it but to drive them off. Constable Elyn, report!
es: Bueno, menos mal que he mantenido encerando mi viejo arco de guerra. No hay más remedio que echarlos. ¡Alguacil Elyn, informa!

source: I’ll get to our keep and rally the farmers too; get a posse together. It’ll take more than the three of us to win this fight.
es: Voy al torreón y reuniré también a los granjeros. Formaremos una patrulla. Hará falta más que los tres para ganar esta pelea.

source: Defeat the enemy leader
es: Derrotar al líder enemigo

source: Death of Thea, Rael, or Elyn
es: Muerte de Thea, Rael o Elyn

source: (whistles) There’s more of them than I expected. We’re going to be outnumbered until we have the time and gold to rally a larger force.
es: (silbido) Hay más de los que esperaba. Estaremos en inferioridad numérica hasta que tengamos tiempo y oro para reunir una fuerza mayor.

source: Fighting from a Disadvantage
es: Luchar en desventaja

source: Experience Per Kill
es: Experiencia por muerte

source: Take that! Don’t mess with Rochelm!
es: ¡Toma eso! ¡No te metas con Rochelm!

source: Pfft. You’re just leeches... All you pearl-folk are. You’ll get... what’s coming to you...
es: Pff. Solo son parásitos… todos los que viven de las perlas. Recibirán… lo que se merecen…

source: Well, that sounded ominous.
es: Bueno, eso sonó siniestro.

source: Crier
es: Pregonero

source: Hear ye! Word from Weldyn! I bring a proclamation from King Garard!
es: ¡Escuchen, Escuchen! ¡Noticias de Weldyn! ¡Traigo una proclamación del rey Garard!

source: Oh? Fortunate timing. Mayhaps this will explain our bandit attack.
es: Vaya. Qué oportuno. Tal vez esto explique el ataque de los bandidos.

source: Of-age free men holding in excess of ten acres are obligated to purchase spear, shield, helmet, and knife, and shall report for muster at the fortress of Halstead within five weeks time.
es: Los hombres libres en edad militar que posean más de diez acres están obligados a comprar lanza, escudo, yelmo y cuchillo, y presentarse para el alistamiento en la fortaleza de Halstead en el plazo de tres meses.

source: Hear and obey. — His Majesty Garard II, King of Wesnoth
es: Escuchen y obedezcan. — Su Majestad Garard II, rey de Wesnoth

source: The message is given. Onwards to the next village.
es: El mensaje ha sido entregado. Continuaré hacia el siguiente pueblo.

source: Ten acres... well, that’d be most of us. Blimey. But it is our duty.
es: Diez acres… bueno, eso nos incluye a casi todos. Caramba. Pero es nuestro deber.

source: You’re leading the village to war? But you’re our only veteran fighter. What will we do if the outlaws come back?
es: ¿Vas a llevar al pueblo a la guerra? Pero eres nuestro único combatiente veterano. ¿Qué haremos si los bandidos regresan?

source: I have faith in you, son. Take good care of your sister. The lads and I will return before you know it.
es: Confío en ti, hijo. Cuida bien de tu hermana. Los muchachos y yo volveremos antes de que te des cuenta.

source: This battle is dragging on... if we can’t finish off these pirates soon, we won’t have enough spare hands to bring in the harvest.
es: Esta batalla se está alargando demasiado… Si no acabamos pronto con estos piratas, no tendremos suficientes manos para recoger la cosecha.

source: Brr, it’s starting to snow and we’re still stuck fighting. Our crops are all dead! Even if we win this battle, we’ll be sure to starve during the winter...
es: Brr, ya está empezando a nevar y seguimos aquí peleando. ¡Nuestras cosechas están perdidas! Aunque ganemos esta batalla, seguro que pasaremos hambre en invierno…

source: Swimming with Serpents
es: Nadando con serpientes

source: But Rael did not return. Autumn turned to winter, winter to spring, and trouble once again returned to the Peninsula of Pearls.
es: Pero Rael no regresó. El otoño dio paso al invierno, el invierno a la primavera, y los problemas volvieron una vez más a la Península de las Perlas.

source: Naga
es: Nagas

source: Lookout
es: Centinela

source: Constable Elyn, sir! Ship on the horizon! I don’t recognize the trim... and it has black sails!
es: ¡Alguacil Elyn, señor! ¡Barco en el horizonte! No reconozco sus colores… ¡y lleva velas negras!

source: Hello, children. This is a shakedown. Empty your treasury or we’ll come and take the pearls ourselves.
es: Hola, pequeños. Esto es un atraco. Vacíen la tesorería o vendremos a llevarnos las perlas nosotros mismos.

source: Pirate filth. Like hell you will. What do you say, lads?
es: Escoria pirata. Ni en sueños. ¿Qué decís, muchachos?

source: Charming. My new allies will make short work of you.
es: Encantador. Mis nuevos aliados acabarán rápido con ustedes.

source: Hisss... We are ready, Missstresss.
es: Sssí… Essstamosss lisstosss, ama.

source: Kill their warriors, then shackle the others and march them north. I’ve more important places to be. Ta ta!
es: Maten a sus guerreros, encadenen al resto y llévenlos al norte. Tengo asuntos más importantes. ¡Adiós!

source: Snake monsters! The pirates have brought naga!
es: ¡Monstruos serpiente! ¡Los piratas han traído nagas!

source: Curse it all! Thea, rally the farmers and keep yourself safe. I’ve got to take the old skiff and warn the merfolk that naga are here.
es: ¡Maldita sea! Thea, reúne a los granjeros y mantente a salvo. Tengo que tomar el viejo bote y avisar a los sirénidos de que hay nagas.

source: Manpower Shortage
es: Escasez de mano de obra

source: Peasants and Woodsmen cost twice as much to recruit (but not to recall).
es: Los campesinos y leñadores cuestan el doble al reclutar (pero no al recordar).

source: Besides, the army hasn’t helped us. What makes you think the merfolk will?
es: Además, el ejército no nos ha ayudado. ¿Qué te hace pensar que los sirénidos lo harán?

source: Merfolk are ancient enemies of the naga, and are part of the kingdom just the same as us. They’ll help us, but I have to get the word out!
es: Los sirénidos son enemigos ancestrales de los nagas, y forman parte del reino igual que nosotros. Nos ayudarán, ¡pero tengo que avisarles!

source: Death of Thea
es: Muerte de Thea

source: Mixed Terrain
es: Terreno mixto

source: But we can’t afford to give up too many villages either. We’ll have a hard time recovering if our enemies’ gold reserves get out of hand.
es: Pero recuerden que tampoco podemos permitirnos perder demasiadas aldeas. Nos costará mucho recuperarnos si las reservas de oro de nuestros enemigos se descontrolan.

source: Village Control
es: Control de aldeas

source: I see movement on the horizon! Something is coming closer... it’ll reach us in barely an hour. Is Elyn finally back?
es: ¡Veo movimiento en el horizonte! Algo se acerca… llegará en menos de una hora. ¿Será que Elyn ha vuelto por fin?

source: Hail, two-legs! I see you are imperiled! I knew I smelled the stench of naga.
es: ¡Salve, bípedos! Veo que estan en peligro. Ya olía la peste a naga.

source: Hooray! The merfolk have come! Constable Elyn has brought the merfolk!
es: ¡Hurra! ¡Han venido los sirénidos! ¡El alguacil Elyn los ha traído!

source: Elyn? I know no such man. We come hunting a ship with black sails. It has been the cause of much mischief in our waters.
es: ¿Elyn? No conozco a ningún humano con ese nombre. Venimos a cazar un barco de velas negras. Ha causado muchos problemas en nuestras aguas.

source: That’s the same ship that launched this attack on our village. But you say my brother isn’t with you? What can have happened to him?
es: Ese es el mismo barco que lanzó este ataque contra nuestro pueblo. Pero dices que mi hermano no está contigo. ¿Qué le habrá pasado?

source: This is a matter for after the battle. First, we must aid you against these vermin!
es: Eso lo discutiremos después de la batalla. ¡Primero debemos ayudarles contra esta plaga!

source: New Recruits
es: Nuevos reclutas

source: Defeat the enemy leaders
es: Derrotar a los líderes enemigos

source: Death of Thea or Diondra
es: Muerte de Thea o Diondra

source: Accursssed mermaid! We are lossst... I mussst essscape...
es: ¡Sirena maldita! Essstamosss perdidosss… ¡Debo essscapar…!

source: Begone! Flee and cower in your dark caves and silent grottos!
es: ¡Fuera de aquí! ¡Huyan y escondanse en sus oscuras cuevas

source: Thank you for helping us, mermaid of the bay! But what do we do now? Many of us are hurt. Our leader is away at war, and our constable is missing — or dead.
es: ¡Gracias por ayudarnos, sirena de la bahía! Pero ¿qué hacemos ahora? Muchos estamos heridos. Nuestro líder está en la guerra y el alguacil ha desaparecido… o muerto.

source: No, my brother couldn’t be... not like that. It’d take more than a few snakes to kill Constable Elyn Nicolin. I know we’ll see him again.
es: No, mi hermano no puede estar… así no. Harían falta más que unas cuantas serpientes para matar al alguacil Elyn Nicolin. Sé que volveremos a verlo.

source: But he’s not here now. What happens the next time the pirates come, Constable Thea?
es: Pero ahora no está aquí. ¿Qué pasará la próxima vez que vengan los piratas, alguacil Thea?

source: Constable Thea? I’m not— err...
es: ¿Alguacil Thea? Yo no… eh…

source: Constable Thea
es: Alguacil Thea

source: Alright. Mermaid, are you willing to take the fight to these pirates?
es: De acuerdo. Sirena, ¿estás dispuesta a llevar la lucha hasta esos piratas?

source: Of course. The fleeing naga follow the coast south and west. I must go in pursuit!
es: Por supuesto. Los nagas huidos siguen la costa hacia el sur y el oeste. ¡Debo perseguirlos!

source: Then that is where we’ll go too. We won’t cower in fear until the next attack, or wait for outside aid that may never come. We’re going to get out there, hunt down that pirate lady and put an end to this! What do you say, lads?
es: Entonces iremos allí también. No nos quedaremos temblando de miedo hasta el próximo ataque, ni esperaremos una ayuda que quizá nunca llegue. ¡Saldremos, cazaremos a esa dama pirata y pondremos fin a esto! ¿Qué decís, muchachos?

source: We will not fight here forever, villagers. The black ship is our real quarry! Let us swiftly vanquish these naga and be done with it.
es: No lucharemos aquí eternamente, aldeanos. ¡El barco negro es nuestra verdadera presa! Despachemos rápidamente a estos nagas y acabemos con esto.

source: I cannot fight on behalf of your village any longer, humans. I must pursue the black ship before it escapes us! You will have to finish this battle yourselves.
es: No puedo seguir luchando por su pueblo, humanos. ¡Debo perseguir el barco negro antes de que se nos escape! Tendran que terminar esta batalla ustedes solos.

source: Desolation
es: Desolación

source: Under Thea’s command, the villagers appointed a handful of guards with instructions to keep a watchful eye on the horizon. Should trouble return — or Constable Elyn — they were to send a messenger immediately.
es: Bajo el mando de Thea, los aldeanos designaron a unos pocos guardias con la instrucción de vigilar el horizonte. Si regresaban los problemas —o el alguacil Elyn—, debían enviar un mensajero de inmediato.

source: Wild Wolves
es: Lobos salvajes

source: Great White
es: Gran blanco

source: The Garard
es: El Garard

source: Your feet are lead, woman of Rochem. How can we pursue creatures of the water when you are bound to land? Have you no swift gryphons or sleek boats to carry you hence?
es: Tus pies son de plomo, mujer de Rochelm. ¿Cómo podemos perseguir a criaturas del agua cuando estás atada a la tierra? ¿No tienen grifos veloces o botes ágiles que los lleven?

source: Good mermaid, most of us are farmers, not fishers. Elyn took our best seaworthy boat, and— well, you know that story...
es: Buena sirena, la mayoría somos granjeros, no pescadores. Elyn se llevó nuestro mejor barco apto para alta mar y… bueno, ya conoces esa historia…

source: But we’re almost upon the fishing village of Stuxton. Mayhaps they’ve had trouble with pirates too. Even if they aren’t willing to join us, I’m sure they’ll let us borrow of their fishing fleet.
es: Pero ya casi hemos llegado al pueblo pesquero de Stuxton. Tal vez ellos también hayan tenido problemas con piratas. Aunque no quieran unirse, seguro que nos prestan parte de su flota pesquera.

source: What?! Stuxton lies in ruins! Wolves feast on corpses in the streets!
es: ¡¿Qué?! ¡Stuxton está en ruinas! ¡Lobos devorando cadáveres en las calles!

source: Still here, however, are their boats. Get them, Thea.
es: Sin embargo, sus barcos siguen aquí. Tómalos, Thea.

source: I can do that. The two boats still afloat are damaged and taking on water. We may have to split our forces if we want to claim both before they sink.
es: Puedo hacerlo. Parece que los dos que aún flotan están dañados y haciendo agua. Tal vez tengamos que dividir nuestras fuerzas si queremos salvar a ambos antes de que se hundan.

source: This will be a quick expedition, but that doesn’t mean we should let down our guard. The forest echoes with the howls of wolves...
es: Será una expedición rápida, pero eso no significa que debamos bajar la guardia. El bosque resuena con los aullidos de los lobos…

source: Move any unit adjacent to both fishing skiffs
es: Mover cualquier unidad adyacente a ambos botes pesqueros

source: The worst of the wolves are dealt with, but we must still reach the last boats before they sink.
es: Hemos acabado con lo peor de los lobos, pero aún debemos llegar a los últimos botes antes de que se hundan.

source: I’ve reached the first skiff! The damage doesn’t look bad. I think I can get it seaworthy again.
es: ¡He llegado al primer bote! Los daños no parecen graves. Creo que puedo volver a hacerlo navegable.

source: Halfway done, everyone. We’ll need both skiffs to carry us all.
es: A medio camino, todos. Necesitaremos ambos botes para transportarnos.

source: I’m repairing the second skiff! There’s more bodies inside. It looks like a family tried to hide here.
es: ¡Estoy reparando el segundo bote! Hay más cuerpos dentro. Parece que una familia intentó esconderse aquí.

source: Pa used to take me here for festivals, back when. I knew some of these dead... Was there anything we could have done?
es: Papá me traía aquí a las fiestas, en los viejos tiempos. Conocía a algunos de estos muertos… ¿Habría algo que pudiéramos haber hecho?

source: Forget it. Come on, everyone. Let’s get away from this dead place.
es: Olvídalo. Vamos, todos. Alejémonos de este lugar muerto.

source: The boats are taking on too much water. We have to hurry and reach them before they sink!
es: Los botes están haciendo demasiado agua. ¡Tenemos que apresurarnos y llegar antes de que se hundan!

source: The last boat is taking on too much water. We have to hurry and reach it before it sinks!
es: ¡El último bote está haciendo demasiado agua! ¡Tenemos que apresurarnos y llegar antes de que se hunda!

source: The last boats have sunk! Without boats we can’t keep up with the merfolk. You’ll have to go ahead without us, Diondra...
es: ¡Los últimos botes se han hundido! Sin barcos no podemos seguir a los sirénidos. Tendrás que seguir sin nosotros, Diondra…

source: The last boat has sunk! Without both boats we can’t keep up with the merfolk. You’ll have to go ahead without us, Diondra...
es: ¡El último bote se ha hundido! Sin ambos barcos no podemos seguir a los sirénidos. Tendrás que seguir sin nosotros, Diondra…

source: Lee Shore
es: Costa a sotavento

source: The villagers boarded their new ships and set sail. The skill of their merfolk escorts more than compensated for the inexperience of the sailors, and the makeshift flotilla made good time around the cape.
es: Los aldeanos subieron a sus nuevos barcos y zarparon. La destreza de sus escoltas sirénidos compensó con creces la inexperiencia de los marineros, y la improvisada flotilla avanzó rápidamente rodeando el cabo.

source: They passed several other small hamlets. Like Stuxton, all were empty, and marred by signs of weeks-old battle. Finally, five days after leaving home, the villagers and merfolk sighted signs of activity on the coast.
es: Pasaron por varios pequeños pueblos. Al igual que Stuxton, todos estaban vacíos y mostraban señales de batallas de semanas atrás. Finalmente, cinco días después de partir de casa, los aldeanos y sirénidos divisaron actividad en la costa.

source: The Lady won’t be happy if any of our trainees escape, especially not with the invasion so near.
es: A la señora no le va a gustar que escape ninguno de nuestros reclutas, sobre todo estando tan cerca la invasión.

source: Call off the dive! Chattel, back to your quarters. Corsairs, get ready to fight!
es: ¡Cancelen la inmersión! Carnes de remo, regresen a sus cuarteles. ¡Corsarios, preparense para el combate!

source: Here are the missing villagers — in chains! Would this have been our fate if not for your intervention, Diondra?
es: ¡Aquí están los aldeanos desaparecidos… encadenados! ¿Este habría sido nuestro destino de no haber intervenido tú, Diondra?

source: I think the prisoners are being forced to... dive for pearls? But there aren’t any pearls on this part of the coast.
es: Creo que están obligando a los prisioneros a… ¿bucear en busca de perlas? Pero en esta zona de la costa no hay perlas.

source: Perhaps this is not the slaves’ final home. A grim omen. It sounds almost as if they mean to conquer the Bay of Pearls itself.
es: Quizás este no sea el hogar definitivo de los esclavos. Un mal presagio. Suena casi como si pretendieran conquistar la mismísima Bahía de las Perlas.

source: Is that possible?!
es: ¿Es eso posible?

source: An invading army. And our neighbors enslaved! We can’t abide this.
es: ¡Un ejército invasor! ¡Y nuestros vecinos esclavizados! No podemos permitirlo.

source: Grab your weapons, everyone. Free every prisoner... but take none ourselves.
es: ¡Todos, a las armas! Liberen a todos los prisioneros… pero no tomen ninguno.

source: ($cages.length remaining)
es: ($cages.length restantes)

source: Free the imprisoned slaves
es: Liberar a los esclavos encarcelados

source: Attack and break a cage to free the slave inside.
es: Ataca y rompe una jaula para liberar al esclavo que hay dentro.

source: Hah! You missed me!
es: ¡Ja! ¡Me has fallado!

source: Elusive Enemies
es: Enemigos escurridizos

source: What’s happening? Is that... Thea? Alderman Rael’s daughter?
es: ¿Qué está pasando? ¿Eres… Thea? ¿La hija del alcalde Rael?

source: We come to free you from your bonds, human. These pirates took you from your home. Now take from them their lives.
es: Hemos venido a liberarte de tus cadenas, humano. Estos piratas te arrancaron de tu hogar. Ahora quítales la vida a ellos.

source: They burned my whole village! I want revenge!
es: ¡Quemaron toda mi aldea! ¡Quiero venganza!

source: Thank you! These pirates lock us up whenever they aren’t forcing us to dive...
es: ¡Gracias! Estos piratas nos encierran cada vez que no nos obligan a bucear…

source: We’re almost finished. There’s only a few more prisoners left to free.
es: Ya casi hemos terminado. Solo quedan pocos prisioneros por liberar.

source: The outlaw leaders are dead! Time to release the rest of their prisoners.
es: ¡Los líderes proscritos han muerto! Es hora de liberar al resto de prisioneros.

source: Well done, everyone! We’ve freed all of the pirates’ prisoners.
es: ¡Bien hecho, todos! Hemos liberado a todos los prisioneros de los piratas.

source: With so many new farmers and fishers swelling our ranks, we finally have the numbers we need to field more human fighters.
es: Con tantos granjeros y pescadores nuevos engrosando nuestras filas, por fin tenemos suficientes hombres para reclutar más combatientes humanos.

source: Additional Manpower
es: Mano de obra adicional
