Repository: stevecotton/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: hu

source: Yet even a disenchantment on such a scale will take all my remaining Focus... I ask you for a truce. I know you have no idea what is at stake here, but please, at least grant me this.
hu: De még ez a fajta erőfeszítés is megköveteli a maradék figyelmemet... Egyezséget ajánlok. Tudom, hogy fogalmatok sincs, mi forog kockán itt, de higgyetek nekem.

source: You will...
hu: Mit akarsz tenni...

source: have your truce.
hu: egyezséget kötni.

source: Thank you, Gorlack and Resha.
hu: Köszönöm, Gorlack és Resha.

source: Our names are known to you, yet we have given them not... There is something familiar of you... from a Memory long ago—
hu: Tudod a nevünket, bár nem mondtuk... Van valami ismerős benned... egy régi Hagyomány—

source: The gate blocking your passage is no more. Hurry, there is little time.
hu: A kapu nyitva áll előttetek. Siessetek, nincs sok időtök!

source: meet your doom.
hu: megküzdeni a végzettel.

source: Your chance for clemency has expired.
hu: Eljátszottad az utolsó esélyedet az irgalmunkra.

source: Such a sickly looking creature.
hu: Milyen undorító kinézetű lény.

source: That is a ssskeletoid — humans’ true and ssstrongessst form. Every human that dies sssomeday rises again as one of those.
hu: Ez egy csontváz — az emberek valódi éssss legerőssssebb formája. Minden meghalt ember egy napon ilyessssféle formában támad föl újra.

source: Unlesss you burn, crush or eat the bones firssssst. Never leave the bones!
hu: Míg el nem égeted, ssszzzét nem vered, meg nem essszzzed a csontokat. Ne feledd, csak csontok!

source: Nay. Gorlack, I shall not depart this cave before you!
hu: Nem. Gorlack, nem hagyhatom el a barlangot előtted!

source: Those two saurians do not keep pace... Yet I shall not forsake them to such a place as this.
hu: A gyíkok nem bírják a tempót... Mégse hagyhatom őket egy ilyen helyen.

source: Go on, my friend. I shall make sure none follow. Leave this cave behind.
hu: Menj, barátom! Meg kell bizonyosodnom róla, hogy senki sem fog követni. Lépjünk ki ebből a barlangból!

source: Nay, there is no time, we leave now.
hu: Nem, erre nincs idő, azonnal ki kell mennünk.

source: Tell Karron I always regretted taking her place.
hu: Mondd meg Karronnak, hogy mindig is sajnáltam, hogy elfoglaltam az ő helyét.

source: Resha, we leave this cave together. Just like we did the first one.
hu: Resha, együtt hagyjuk el a barlangot. Ahogy azt egyszer már tettük.

source: Farewell my friend...
hu: Ég veled, barátom...

source: My wings catch the Winds of Fate...
hu: Meglovagolom a Végzet-szelet...

source: My friend...
hu: Barátom...

source: I have slain you...
hu: Megöltelek...

source: Allies
hu: Szövetségesek

source: Gorlack must reach the beacon at the northern volcano
hu: Gorlacknak el kell jutnia az északi vulkánban lévő jeladóhoz

source: From there, make your final stand
hu: Onnan vezényelheted a végső feladatot

source: It is winter, nighttime is longer
hu: Tél van, az éjszakák hosszabbak

source: Dominant Gorlack, I bring ill tidings of the hunt. The Flight of Karron was decimated by a pack of humans upon the grassy stretches. The last word from Dominant Karron spoke of their striving for a retreat to your eyrie. In a noble attempt to aid the imperiled Flight of Karron... My dominant, Vladnir, fell to our prey. Our flight was scattered east, deep into the Greatland.
hu: Gorlack Főnök, rossz híreim vannak a vadászatot illetően. A Karron Szárnytestet megtizedelte egy nagy csapat ember a füves pusztákon. Az utolsó híradás szerint Karron visszavonult a sárkányfészkedbe. Főnököm, a nemes Vladnir megkísérelt segítséget nyújtani a veszélyeztetett Karron Szárnytestnek... Vladnir főnök áldozatul esett a prédáinknak. A szárnytestünk szétszóródott keleten, mélyen benn a pusztaságban.

source: I must relay what I know to Dominant Karron, should she still live.
hu: Amit el tudok mondani Karron főnökről, minden bizonnyal életben van.

source: Glider, take care.
hu: Surranó, légy óvatos!

source: Cold ssseason has arrived. Many moons of cold are now upon usssss.
hu: Beköszöntött a hideg évssszzzak. Sok hónapnyi hideg vár ránk.

source: We shall set camp there... Where the wounded land bleeds its warming ichor... May it provide the safety for our weary flight that I have failed to.
hu: Ott táborozunk le... Ahol a sebesült föld meleg vérét ontja... Remélem, hogy ez biztosítja a fáradt menekülésünk biztonságát, amit én nem tudtam megtenni.

source: ‘ BAK NEKST SPRING ’
hu: "ASSZEM ITT ELLESZEK TAVASZIG"

source: (<i>chirp chirp</i>)
hu: (<i>cirip-cirip</i>)

source: bite
hu: harapás

source: tail
hu: farok

source: fire breath
hu: tűzokádás

source: Ho! I do not believe what I see...
hu: Hó! Nem hiszem el, amit látok...

source: It is magnificent.
hu: Nagyszerű.

source: It is a drakekin. Few have beheld such a being since the Time of Legend.
hu: Ez egy sárkányféleség. A Legendák Korától fogva kevesen láttak ilyen lényt.

source: With our own eyes we behold a drakekin... It was the drakekin who led us from the Moonlit Wastes in the Time of Fate.
hu: Saját szemünkkel látjuk a sárkányfélét... A sárkányféle volt az, aki elvezetett minket a Holdfényes Pusztaságból a Végzet Idejében.

source: I know you are here, weakling Shek’kahan! You know better than to intrude upon my domain! Even if I must search this entire valley, I will find your hiding place. Fly, my pets! Sweep this place of every scaleless beast so I will have no distraction.
hu: Tudom, hogy itt vagy, gyenge Shek'kahan! Jól tudod, hogy nem szabad behatolnod a területemre! Ha az egész völgyet át kell kutatnom, meg fogom találni a rejtekhelyedet. Repüljetek, állatkáim! Tisztítsátok meg ezt a helyet minden pikkely nélküli szörnyetegtől, hogy semmi ne vonja el a figyelmemet!

source: It is... an Ancestor...
hu: Ez egy... Ős...

source: Shek’kahan, do you not recognize Khrakrahs...?
hu: Shek'kahan, nem issssmered fel Khrakrahssss-t...?

source: Make your final stand
hu: utolsó állás

source: Be no more.
hu: Szűnj meg!

source: Your challenge is accepted.
hu: Elfogadom a kihívást.

source: I will return.
hu: Visszatérek.

source: Show yourself!
hu: Mutasd magad!

source: Khrakrahs, he is here...
hu: Khrakrahs, ő van itt...

source: Behold, mighty Shek’kahan!
hu: Mutasd magad, hatalmas Shek'kahan!

source: You are bold to present such an imposter!
hu: Nagyon merész vagy, hogy egy szélhámost mutogatsz!

source: Impossster?! I am elder of Green Swamp Clan and all my years Shek’kahan protected usss. I could never missstake sssome impossster for him!
hu: Ssszzzélhámossss? Én a Zöld Mocsár Klán bölcse vagyok, éssss egéssszzz életemben Shek'kahan védernyője alatt éltem. Ssssoha nem tévessszzztene meg egy ssszzzélhámossss!

source: If you do not sssee this is Shek’kahan... then impossster is <b>you</b>!
hu: Ha nem látod, hogy Shek’kahan áll előtted, akkor<b>te</b> vagy a ssszzzélhámossss!

source: Do not sssay ssso much, Zedrix! You will be eaten!
hu: Ne bessszzzélj annyit, Zedrix! Nehogy bekapjanak!

source: You are bold indeed, little saurian. What you have told me is false, yet a mere liar could not speak so bravely before a dragon.
hu: Te tényleg nagyon merész vagy, kicsi gyík. Hamis dolgokat hiszel, egy egyszerű hazudozó nem merne így beszélni egy sárkánnyal.

source: Indeed, your heart believes the falsehood you speak... because it wishes to.
hu: Valójában a vágyaidat vetíted ki a szavaiddal... amit látni szeretnél.

source: Zedrix, your Heart shall Reveal its Truth.
hu: Zedrix, a Szíved diktál, s az igazságot is megvilágíthatja, ha hiszel a szemednek.

source: Khrakrahs... Shek’kahan is dead. He fell protecting his domain and humble sssubjectsss... ... of which I am all that is left.
hu: Khrakrahssss... Shek’kahan meghalt. Elesett, amikor a birodalmát és nyomorult alattvalóit védte ... ... akik közül csak én maradtam hírmondónak.

source: So then it is true...
hu: Akkor tehát igaz...

source: It was nigh every season he would intrude upon my domain or me his. Each time, there was such a glorious battle between us as to impart even the clouds with fright. I must not have challenged him enough that he grew weak, vulnerable. Now another great battle between us there will never be. Now there is only me.
hu: Majd minden évszakban behatoltunk egymás birodalmába. Alkalmanként olyan csata dúlt közöttünk, hogy még a felhőket is félelem járta át. Nem tehettem próbára elégszer, hogy gyengévé és sebezhetővé vált. Most már újabb nagyszabású küzdelem sose lesz közöttünk. Most már csak én élek.

source: I go.
hu: Megyek.

source: Ancestor, you spoke that Shek’kahan grew weak... Yet to his last breath, he was fearless.
hu: Ősöm, azt mondtad, hogy Shek'kahan elgyengült... Mégis, utolsó lélegzetéig félelem nélkül harcolt.

source: Yes, Shek’kahan was fearless.
hu: Igaz, Shek’kahan nem ismerte a félelmet..

source: <b>That</b> was his weakness.
hu: <b>Ez</b> volt a gyengéje...

source: Fire Meets Steel
hu: Tűz és acél összeütközése

source: A storm of ice fell upon the Sunreach Peaks. The Greatland’s season of cold had come to sojourn the flight. The camp was fortified with great stone works until it resembled an eyrie. Using the ample provisions, the season might be outlasted.
hu: Hóvihar csapott le az Égigérő-csúcsra. A Nagyföld hideg évszaka megérkezett, s beszüntette a repülést. A tábort hatalmas kőépítményekkel erősítették meg, amíg sárkányfészekhez nem hasonlított. A bőséges élelemkészletek segítségével túl lehetett élni az évszakot.

source: Gorlack secluded himself to a small abode atop the highest peak within sight of camp. There he remained in deep contemplation. Each day, the saurian Zedrix trekked up the peak to bring his dragon sustenance.
hu: Gorlack elvonult egy kis lakóhelyre a táborból látható legmagasabb csúcs tetején. Ott mély elmélkedésbe merült. Zedrix minden nap felmászott a csúcsra, hogy táplálékot vigyen a sárkánynak.

source: Deep Dwellers
hu: Mélységi szörnyek

source: Reinforcements! Send in th’ neist wave!
hu: Erősítés! Mingyár kű'döm az ujjabb hullámot!

source: Survive for 18 turns
hu: Kitartasz 18 körön keresztül

source: The presence of our new eyrie doubles village income and support
hu: Az új sárkányfészek megléte megduplázza a falvak bevételeit és támogatását

source: Dwarves will emerge from their tunnels every wave
hu: A törpök hullámokban támadnak a csatornáikból

source: Moving anyone to a tunnel will destroy it
hu: A csatornára állított egységed megsemmisíti a följárót

source: I sssee now you are not Shek’kahan. I sssaw as I wished to sssee.
hu: Mosssst már látom, hogy te nem Shek'kahan vagy. Azt láttam benned, amit látni akartam.

source: As have I...
hu: Ahogy én is...

source: What do you mean?
hu: Mire gondolssszzz?

source: As a fledgling long ago... I strayed far from the Eyrie of Vladnir, lost in dreams of glorious things to be. From a cave nearby I heard cries. My friend Resha had happened upon a dishonored rogue hiding within. It sought her death to keep secret its presence there. It had cornered her.
hu: Még fióka koromban régen... Vladnir sárkányfészkétől messzire kóboroltam, dicső dolgok véghezviteléről álmodoztam. Egy közeli barlangbók kiáltásokat hallottam. A barátom, Resha felfedezte a barlangban rejtőző becstelen brigantit. Az megpróbálta elnémítani, hogy ne legyen tanúja a rejtekhelyének.

source: I thought myself invulnerable, the hero in my own tale. I charged at the beast, striking with bare claws, spitting feeble sparks. With one swipe I was sent to the ground, bleeding.
hu: Sérthetetlennek hittem magam, a saját meséim hősének. Rárontottam a gazfickóra, puszta karmaimmal vagdalkoztam, szikrákat köptem rá. Egy hatalmas ütéstől véresen zuhantam a földre.

source: My body froze me as it readied to flee... The desire to flee was overwhelming... Flee... abandon Resha to die...
hu: A testem lehűlt, felkészültem a menekülésre... Minden vágyam a menekülés volt... Menekülni... inkább Resha haljon meg...

source: The agonizing guilt of that last thought— <i>Leave my friend to die.</i> It reignited my heart with an unfamiliar passion. I would do anything to save my friend. I felt the whole world around me burning for the means to save her.
hu: Agonizálásomban az utolsó gondolat— <i>Hagyni meghalni a barátomat.</i> Bűntudatot keltett, s rejtett energiákat szabadított föl. Bármit megteszek a barátom megmentéséért. Úgy éreztem, körülöttem minden eszköz izzik, kész megmenteni a barátomat.

source: That is when I felt it beneath my right wing. A clasher’s spear, broken a reach beneath the head. It had not been there when I entered the cave. It was there now.
hu: Ekkor tudatosult bennem, hogy a jobb szárnyam alatt valami van. Egy szembeszálló dárdájának törött fejére estem. Amikor berontottam a barlangba, nem vettem észre. De miután ráestem, éreztem.

source: The rogue turned to finish Resha. I threw myself upon it with all my hate. The spear I ran deep into its cold heart.
hu: A gazfickó elfordult tőlem, hogy előbb Reshát intézze el. Fölugrottam, s minden gyűlöletemet beleadva döftem a heggyel. A dárdahegy egészen a gazfickó szívéig hatolt.

source: Ever since have I trusted absolutely in the fire that saved my friend... Ever since have I fled the fear that drove me toward such vile cowardice.
hu: Azóta teljesen megbízok abban a tűzben, ami megmentette a barátomat... Azóta levetkőztem a félelmet, ami gyáva megalkuvásokra késztetne.

source: You shunned Resha’s fears too.
hu: Még Resha félelmeit is elűzted.

source: Breathing in her fears could chill my heart to cowardice.
hu: A félelmei lecsillapítják a szívem tüzét, hajlok a megalkuvás felé.

source: Yet her heart was brave. Her fear for you made it ssso.
hu: Mégissss a félelmei tették meréssszzzé. Az érted való aggodalom okán.

source: ...... It did.
hu: ...... Igen, azt hiszem.

source: Your fear for her made you brave.
hu: Az iránta érzett aggodalom tett téged meréssszzzé.

source: A discarded spear made me brave.
hu: A szemétbe dobott dárdahegy tett merésszé.

source: That ssspear was your means to sssave your friend. It appeared <b>as</b> you feared for her. Because you did.
hu: A dárdahegy csak essszzzköz volt, hogy megmentsd a barátodat. <b>Azért</b> jelent meg, mert féltetted a barátodat. S eszközre volt szükséged.

source: Come ssswiftly! Deep dwellers emerge!
hu: Gyertek gyorssssan! Mélysssségi lakók bukkantak föl!

source: Sae whit hae we ’ere? Dragons... Sae mony dragons mah een cannae hawp whit thay’re seeing.
hu: Né' má' mittanátunk? Sárkányok... ejjen sok lila sárhánytú gollyóznak a szeemim.

source: It ssspeaksss but I hear no words... deep dwellers mussssst be drunken.
hu: Valamit motyog, de nem lehet érteni, mit mond... a mélysági lakók alighanem réssszzzegek.

source: It sssaid “dragons” and... <i>sssssomething</i> about dragons.
hu: Azt mondta, 'ssssárkányok', éssss... <i>valamit</i> a ssssárkányokról.

source: A’ richt, noo ye listen tae me, dragons. Ah cannae hae ye juist standing aroond th’ hail winter dumping yer ye-ken-whit oan th’ frozen slopes, whilk, come spring, wull mak’ fur a stowed oot Knalgan gusher, if ye ken whit ah mean.
hu: Jovanna, hagassatok ide, sárkányok. Nemakarom, hoty csak ájjatok itt egész tílen, s bepotyogjatok a tuggyátokmibe, ezen a fagyos tunrán, míglen gyün a tavasz, s eedugíccsátok a knalgai vizeket, ha tuggyátok, mirű beszílek.

source: I do not grasp the words you speak. Use fewer of them with less haste.
hu: Nem értem, miről beszélsz. Lassabban és artikuláltabban beszélj!

source: Noo juist whit in th’ fiendish skies ‘boon is that suppose tae mean?! Ah wull hae ye ken—
hu: Mija francos nyavalyát hőbörgsz ittend, égi suttyófijú?! Tunnod kő —

source: Your hornblower ssspews notesss over your words!
hu: A füssssteregetőd magmássssítja a ssszzzavaidat!

source: Juist dingy him, he hud awfy much tae dram.
hu: Ne törőggy vee, sokat szíívott, tú sokatt.

source: If you depart now no harm will come to you.
hu: Ha most távoztok, nem esik bántódásotok.

source: Weel that is it then, wee jimmies. Ye a’ saw how ah tried tae be reasonable. Bit thare is na reasoning wi’ dragons. Thay ainlie ken th’ bite o’ oor axes.
hu: Nos, ennyi volt, skacok. Láttátok, hogy megpróbá'tam kedves lenni. De hát sárkányokka' nem lehet kedvessen tárgya'ni. Ők csakk a bárdok harapását iértik.

source: Whit urr ye waiting fur, how come urr ye laddies nae attacking?! Wait, mibbie ah didnae gie th’ order... A’richt lads, attack!
hu: Mire vártok, mért nem támadtok, fijúk?! Hopsza, talántán nem adtam parancsba... Oksa, fijúk, támadáás!!

source: Whit’s this? How did ye git a’ th’ wey ower ’ere?
hu: Emmi? Hogyafrancba gyütté' ide?

source: Behold what ends you have wrought. You can no easier cast us off these peaks than we could pull you from the deep.
hu: Nézd meg, mit műveltél! Nem tudsz minket könnyebben elűzni ezekről a csúcsokról, mint mi téged a mélységből.

source: I offer you this pact. All the peaks are our domain. For our metal works, so too are the soils within them. The vast under world beneath these we shall not violate. Both of us may hunt the lowlands so long as one takes not the other as game.
hu: Ezt a megállapodást ajánlom nektek. Minden csúcs a mi területünk. A fémmunkáinkhoz hasonlóan a környező föld is a miénk. Az ezek alatt lévő hatalmas világba nem fogunk behatolni. Mindketten vadászhatunk az alföldön, amíg egyikünk sem tekinti a másikat zsákmánynak.

source: Nae sure ah like the sound o’ this deal.
hu: Nemmondom, hogy teccik az aaku.

source: It is the best you will have. We covet the soil as little as you do the clouds. We shall find no better neighbors than each other.
hu: Ez a legjobb, amit kaphatsz. Mi ugyanúgy nem áhítjuk a földet, mint te a felhőket. Nem is találhatunk jobb szomszédokat egymásnál.

source: Yer nae easy tae haggle with, dragon.
hu: Nem könnyű veled alkudozni, sárkány.

source: Sae be it, a deal we hae. Ah wull even set free mah wee pet dragon fur ye.
hu: Így legyen, megegyeztünk. Még a kis kedvenc sárkányomat is szabadon engedem neked.

source: Gorlack, it seems no cave can keep us!
hu: Gorlack, úgy tűnik, egyetlen barlang sem tud minket visszatartani!

source: Well, that is it fur me, back doon th’ shute.
hu: Nos, ennyi volt, visszamegyek a csúszdához.

source: The deep dwellers hewed through my tomb of broken stone to uncover me. I was to be their captive in the underworld forever. Kept as a curio to frighten their hatchlings from straying to the above. By your pact with them, I was freed.
hu: A mélyben lakók áttörték a törött kövekből álló sírhelyemet, és felfedeztek. Örökre az alsó világ foglya lettem volna. Kuriózumként tartottak volna, hogy ijesztgessék a fiókáikat, ne merészkedjenek föl a felszínre. A velük kötött egyezségednek köszönhetően szabadultam.

source: My friend, I am once again in your debt.
hu: Barátom, ismét tartozom neked.

source: Nay, Resha, it is I that owes you.
hu: Nem, Resha, én tartozom neked.

source: Come, we have much to prepare for.
hu: Gyerünk, sok mindent kell még előkészítenünk.

source: Crosswind
hu: Keresztszél

source: Soon enough the season of ice was weathered. New green shoots of fodder rose from the thawing Greatland. Eggs laid during the long sojourn were hatching. What began a passing refuge had become a proud eyrie.
hu: Hamarosan a jeges időszak tovatűnt. Az olvadással szárba szökkentek a növények a Nagyföldön. A sokáig elfekvő tojásokban is élet támadt. Aminek nyomán az átmeneti menedék is elkezdett valódi sárkányfészekké alakulni.

source: A flight was spotted inbound. Once more, it was the Flight of Karron.
hu: Aztán, alig egy hónap múlva, egy beérkező szárnytestet észleltek. Ez volt Karron Szárnyteste.

source: Flight Karron
hu: Karron Szárnytest

source: Capture Karron by surrounding her on all six sides
hu: Elfogod Karront, körülvéve őt minden oldalról

source: Karron may employ surprise attacks
hu: Karron meglepetésszerű támadásokat is indíthat

source: Gorlack, it is good to see you alive. You as well, Resha. When the Flight of Gorlack did not return, I assumed you all had perished to the wild creatures of this land.
hu: Gorlack, jó látni, hogy élsz. És te is, Resha. Amikor a szárnytestetek nem tért vissza, azt gondoltam, hogy elvesztetek a vad lények karmai közt.

source: Karron, likewise! If only Vladnir had shared our fortune.
hu: Karron, ugyanúgy! Bárcsak Vladnir is osztozhatna a szerencsénkben!

source: Indeed, Vladnir will be remembered. Vladnir will be avenged. Five new flights have arrived at your eyrie. Another seven will have made the journey within a moon. Next year, a full dozen more. Working together, we shall swiftly cull the prey-kinds that proved problematic. At last we shall tame this <i>wild</i> land.
hu: Igaz, Vladnir emlékét megőrizzük. Vladnirt megbosszuljuk. Öt új szárnytest érkezett a sárkányfészkedbe. Egy hónap múlva újabb hét fog érkezni. Egy év múlva egy újabb tucatnyi. Együttesen szépen kiiktatjuk azokat a prédaféléket, akik most problémát okoztak. Végül megszelidítjük ezt a <i>vad</i> földet.

source: Yesss!
hu: Igeeen!

source: Karron, not even the whole of Morogor could subdue this land. Not in the way we strove to.
hu: Karron, még egész Morogor sem tudná ezt a földet alávetni. Úgy biztosan nem, ahogy megpróbáltuk.

source: Gor— ... ... never before have you spoken as this... Gorlack, by your own measure, you speak cowardice!
hu: Gor— ... ... soha korábban nem beszéltél így... Gorlack, te a saját mércéd szerint is gyáva vagy!

source: My measure was wrong. I thought we need only escape Morogor to fulfill our reascension from exile. Yet we carried something of Morogor with us. Its fearlessness. Like our exiled ancestors, we fly pridefully along the shortest path. We cut down any creature we find before us, even one another. We become as one of the ancient foes — the Horde, the Jotnar, the Faerie... the Drakes. Until we are surprised by defeat just as Dominant Morogor before us. Because we shun all fear. That is why our noble Ancestors exiled us. Until we learn to temper our pride with fear we remain the creatures they exiled.
hu: A mércém rossz volt. Azt gondoltam, hogy elég, ha kiszökünk Morogorból, s megszüntetjük a számüzetést. De valami rosszat magunkkal hoztunk Morogorból. A túlzott magabiztosságot. Ahogy száműzött őseink, büszkén repültünk a legrövidebb úton. Levadásztunk minden lényt, ami elénk került. Olyanná váltunk, mint egykori ősellenségeink — a Horde, a Jotnar, a Tündérek... a Perzsekények. Míg szembe nem találkoztunk azzal, hogy mi is legyőzhetőek vagyunk, ahogy előttünk Morogor főnök is. Mert száműztünk magunkból minden félelmet. Emiatt száműztek minket a nemes Ősök is. Amíg meg nem tanuljuk megfékezni a büszkeségünket félelemérzet révén, ugyanazok a száműzöttek leszünk, akik voltunk.

source: Enough of this glider folly! By your honor, Gorlack, you must return to your eyrie, to complete what you began!
hu: Elég ebből a surranó baromságból! Gorlack, a tisztesség megköveteli, hogy visszatérj a sárkányfészkedbe, hogy befejezd, amit elkezdtél!

source: <i>This</i> is my eyrie now. Here I must stay to shelter my flight from the war that is to come. You may return with the remaining provisions we gathered. Once returned, you may claim the eyrie I forsook.
hu: <i>Itt</i> van a sárkányfészkem mostantól. Itt kell maradnom, hogy megóvjam a szárnytestemet az elkövetkezendő háborútól. Te visszatérhetsz a maradék készletekkel. Visszatérhetsz, s elfoglalhatod az elhagyott sárkányfészkemet.

source: You swore to aid those who journeyed to your Greatland! You called the hunt— Gorlack, the hunt is not ended!
hu: Segítséget ígértél azoknak, akik a Nagyföldedre indulnak! Vadászatot hirdettél— Gorlack, a vadászatnak még nincs vége!

source: Lisssten to Karron!
hu: ...... Hallgass Karronra!
