Repository: stevecotton/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: hu

source: ...that a fearsome war between drakes is fast approaching. Each flight is led by a ‘dominant’ and advised by three ranked intendants. Beneath these are aspirants, whose position is like a princeship except their ascension to dominant is decided by contest. There is also a caste system that cuts across the flights, with four castes— — Burners are strategic thinkers and show special concern for their fellow drakes. They are natural leaders. But prideful and prone to losing sight of the little things that grow into defeat. — Clashers are trusted by all to fairly enforce the Ways of Morogor. They guard the drake hatcheries, and also libraries of secret knowledge engraved into ceramic tablets. They keep these secrets not just from us, but from the <i>other castes</i>. — Fighters are bold. Quick thinking but decisive to the point of shortsightedness. They are our biggest trouble here. — Gliders have a curious mind steeped in the ‘Spoken Memories’, a kind of oral history unknown to the other castes. As scouts, messengers, and stewards of the hunting grounds, they know Morogor is sinking. But the other castes ignore their warnings. A young glider, Resha, told me her caste hopes to escape Morogor, and I suspect our arrival here may have encouraged them. Thankfully, Jessene keeps all her navigational charts under lock and key. If she hadn’t, the beating of dragon wings might be heard over Southbay! Jessene says her people are familiar with these dragons. Their tomes describe such a race of monsters that drove the Wesfolk from the distant west. And the gliders too have stories of drakes living far beyond Morogor. Resha told me a few of these stories, before our parley was broken by another rebellion from the fighter caste. <i>― Prince Leodren of Southbay, 26th day of the Eastward Oceanic Expedition</i>
hu: ... és a kegyetlen háborúskodás a perzsekények közt gyorsan bekövetkezik. Minden szárnytestet egy 'főnök' irányít, akinek három rangos segéd ad tanácsokat. Ezek alatt következnek a jelöltek, akiknek nálunk a hercegek felelnek meg annyi különbséggel, hogy ezek főnökké válásához meg kell küzdeniük egymással. Kasztrendszer van náluk, ami elkülöníti a szárnytesteket, négy kaszt van— — A tűzokádók stratégiákban gondolkodnak, s különös érzékenységgel viseltetnek fajtársaik iránt. Született vezetők, de a büszkeségük és elbagatellizálási hajlamuk könnyen katasztrófába torkollhat.. — A szembeszállók közismerten rigorózus követői Morogor Útjának. Ők gondozzák a fiókákat, s a kerámia lapokra vésett, titkos tudást tartalmazó könyvtárakat. Ezeket a titkokat nemcsak előlünk, de a <i>többi kaszt</i> elől is rejtegetik. —A harcosok merészek. Gyors felfogásúak, de reménytelenül szűk látókörűek. Velük van a legtöbb problémánk. A surranók kutató elméjüket a 'Szájhagyományok', egyfajta szóbeli emlékezet, tanulmányozásának, továbbadásának szentelik, amit titkolnak a többi kaszt elől is. Felderítőként, hírvivőként, a vadászok kísérőiként látják, hogy Morogor szigetei süllyednek. A többi kaszt tagjai nem törődnek a figyelmeztetésükkel. Egy fiatal surranó, Resha, azt mondta nekem, hogy a kasztjának tagjai remélik, hogy elmenekülhetnek Morogorról. Gyanítom, hogy az érkezésünk felkeltette az érdeklődésüket. Szerencsére Jessene jól elzárva tartja a navigációs térképeket, ha nem így tenne, Southbay megszenvedné a sárkányrajok beütéseit. Jessene azt mondja, hogy az ő népe ismeri ezeket a sárkányokat. Régi írásaik megemlékeznek erről a szörnyféleségről, akik kiűzték a wesnothiakat messzi nyugati hazájukból. A surranók szintén ismernek történeteket Morogor földjén túl élő perzsekényekről. Resha említett pár ilyen történetet, mielőtt egy harcos kasztbeli lázadó ribilliója megszakította a beszélgetésünket. <i>―Southbayi Leodren herceg Keleti Óceáni Expedíció, 26. nap.</i>

source: Lo! Karron reinforces us.
hu: Nahát! Karron erősítést hozott.

source: I see Gorlack still lasts... Wing, descend upon the interlopers. Leave no survivors!
hu: Úgy látom, Gorlack még állja a sarat... Szárnyraj, csapjatok le a betolakodókra! Ne ejtsetek foglyokat!

source: Karron, their leader is to remain alive. I want no repeat of last time.
hu: Karron, a vezérükre élve van szükségünk. Nem akarom újra ismételni.

source: You do not command me, Gorlack.
hu: Te nekem nem parancsolsz, Gorlack.

source: I remind you it is by Vladnir’s order this creature remain whole.
hu: Emlékeztetlek, hogy ez Vladnir parancsa, ennek a lénynek életben kell maradnia.

source: So be it. My wing will hold your prize inviolate. Mostly.
hu: Akkor legyen. A szárnyrajom nem tesz kárt a foglyodban. Ha nem muszáj.

source: I must withdraw. Another triumph falls to Gorlack alone.
hu: Vissza kell vonulnom. Megint egyedül Gorlacké a dicsőség.

source: Speak, prey. Your kind fares beyond these isles. You will tell us of your destinations.
hu: Beszélj, préda! A fajtád ezeken a szigeteken messze túl jár. Elmondod nekünk, hová tartottatok.

source: Release me now and maybe I let some of you live... for future sport of my archers! Hahahaha!
hu: Engedjetek el azonnal, és talán néhányatoknak meghagyom az életét... hogy íjászaink céltáblául használhassák őket! Hahahaha!

source: Put him on the <i>Spit of Telling</i>.
hu: Vigyétek a <i>Szórabíró</i> szobába!.

source: Nay! It was to be taken alive!
hu: Nem! Élve kellett volna elfognunk!

source: My captive is slain, Karron! You, with your wing of halfwits, have stayed our reascension for an age longer!
hu: A foglyom meghalt, Karron! Te és a félkegyelmű sereged egy egész korszakkal kitoltátok az újbóli fölemelkedésünket!

source: Your pet was cut down by mistake. Try to calm yourself, Gorlack.
hu: Az állatkádat tévedésből levágták. Higgadj le, Gorlack!

source: Their sea skimmers are perished. Their hope of escape is no more.
hu: A tengerjáró alkalmatosságaik elpusztultak. Esélyük sincs a menekülésre.

source: Our hunters will complete the harvesting. Now, see to—
hu: A vadászaink majd befejezik a zsákmányolást. Lássuk csak a kis—

source: Lo! An unknown wing approaches from northwest!
hu: Nahát! Egy ismeretlen szárnyraj jelent meg északnyugaton!

source: Announce yourselves!
hu: Azonosítsátok magatokat!

source: I am Second Intendant Koli of Flight Omakon.
hu: Koli vagyok, Omakon szárnytestjének második segédje.

source: The troubled Domain of Omakon is six dozen leagues away. They are strangely far out...
hu: A nevezett Omakon tartománya sok tucat mérföldre innen található. Különös, hogy ilyen messzire merészkedtek...

source: They are rogue.
hu: Ezek banditák.

source: State your purpose here!
hu: Mit kerestek itt?

source: My dominant has sent me to observe the status of this isle.
hu: A főnököm azért küldött, hogy szemrevételezzem a sziget állapotát.

source: So your dominant has you probing for soft scales... Probe just a little closer, rogue!
hu: Szóval a főnököd arra utasított, hogy puha pikkelyeseket keress... Gyere egy kicsit közelebb, gazfickó!

source: If you approach any closer, then by the Ways of Morogor we shall Proclaim you Rogue.
hu: Ha még közelebb merészkedsz, akkor Morogor Útja szerint rablónak nyilvánítunk.

source: If my flight were rogue, you would already know it. For when the time comes to move against you, we shall first warn of our cold intent. As a final honorable act towards you, our fellow drakes... Then the needs of our hatchlings will demand the taking of your hunting grounds.
hu: Ha a szárnytestem rablóbanda lenne, már tudnád. Amikor eljön az idő, hogy ellened fellépjünk, először figyelmeztetünk feltett szándékunkról. Utolsó tisztességes cselekedetként, perzsekény testvéreink... Amennyiben a fiókáink szükségletei megkövetelik, hogy elfoglaljuk a vadászterületeteket.

source: For now, I go.
hu: Ezúttal távozom.

source: Indeed, return to your dominant. Tell her of what you have seen here this day. What we have done to these creatures is only a glimpse of the fate which awaits you!
hu: Nos, visszatérhetsz a főnöködhöz. Elmondhatod neki, amit ma itt láttál. Amit ezekkel a lényekkel műveltünk, csak gyerekjáték volt ahhoz képest, ami rátok vár!

source: The rogue flights grow bolder.
hu: Sokasodnak a bandita szárnyrajok.

source: Soon they will not matter. Go ensure that our captive is attended to, Resha.
hu: Hamarosan már nem fognak számítani. Menj és vedd kezelésbe a foglyunkat, Resha!

source: Victory Feast
hu: Győzelmi lakoma

source: Fresh prey carcasses were justly divided among hunters in accord with the Ways of Morogor. An ample victory feast was had...
hu: A friss zsákmányt Morogor Útja szerint igazságosan szétosztották a vadászok között. Bőséges győzelmi lakoma volt...

source: Savory...
hu: Ínyencfalat...

source: Sapid...
hu: Cukorfalat...

source: ...these creatures are a delicacy without match.
hu: ... ezek a lények kétségkívül ízletesek.

source: Gorlack, I bear rich tidings. The captive’s mind revealed its every secret.
hu: Gorlack, jó híreim vannak. A fogolyból kiszedtem minden titkát..

source: Excellent, Resha! Speak of it.
hu: Nagyszerű, Resha! Beszélj!

source: ‘Orc’ the creatures call themselves.
hu: 'Ork', így nevezik magukat a lények.

source: Hmm... ‘Ork chops’
hu: Hmmm... 'Orki ropi'

source: They flow forth from a ‘Green Isle’ in the distant west. It is great enough to rival even our own central isles. Yet, further west sits a land vast beyond perception; even from the clouds you could not see its entirety. Surely it is the place from which our ancestors followed Dominant Morogor into exile.
hu: A távoli nyugaton fekvő 'Zöld Szigetről' indultak el. Ez a sziget olyan nagy, hogy még a mi központi szigeteinkkel is vetekszik. Mégis, nyugatra tőle egy elképzelhetetlenül hatalmas szárazföld terül el, amit még a felhők közül sem lehet teljesen átlátni. Bizonyára ez az a hely, ahonnan őseink Morogor főnököt követték a száműzetésbe.

source: It may very well be, Resha. Now speak of our prey’s destination in the east.
hu: Lehet, hogy így van, Resha. Most beszélj a prédáink keleti úticéljáról!

source: Perilous that way is. A wide stretch of sea unexceptional flyers might cross with fortune from the Winds of Fate. Then only a cluster of shoals to rest them, which might be slid past unnoticed with perilous ease.
hu: Veszélyes az az út. A széles tengerszakaszon a felkészült repülők a Végzet-szél segítségével szerencsésen átkelhetnek. Aztán csak egy csomó zátony várja őket, amiken észrevétlenül közlekedni meglehetősen rizikós.

source: Go on.
hu: Folytasd!

source: Further east, another stretch of sea, nearly as wide. At last, the Greatland, a land as vast as the ocean itself. Likewise mysterious. The Spoken Memories tell us drakes once thrived there into the Time of Turmoil. When nigh all of them perished in an unknown calamity.
hu: Még tovább keletre egy másik, szinte ugyanolyan széles tengerszakasz terül el. Legvégül pedig a Nagy Kontinens, egy olyan hatalmas szárazföld terül el, mint maga az óceán. S ugyanolyan rejtélyes is. A Szájhagyományok szerint a perzsekények egykor uralták az ottani vadászmezőket, a Zűrzavar Koráig. Amikor majdnem mindannyian elpusztultak egy ismeretlen katasztrófában.

source: If there our prey migrates, then there our prey will be most plentiful. With the flight I earn at the contention, I shall go to this Greatland far beyond. There my eyrie will be set; a beacon leading other flights to salvation.
hu: Ha a prédáink arrafelé tartanak, akkor ott nyilván még bőségesebb számú préda található. A megmérettetésen elnyert szárnytesttel elrepülök erre a messzi távoli Nagy Kontinensre. Ott építem meg a sárkányfészkemet, amely más szárnytesteknek is fáklyaként világít a megváltásunk útján.

source: Gorlack, that will condemn Vladnir to destruction! He counts on us, his aspirants, to set eyries within his domain. Only with nigh allies can Flight Vladnir hold against the rogues!
hu: Gorlack, ez Vladnir pusztulását fogja okozni! Ő számít ránk, a jelöltekre, hogy a birodalmában építjük fel a sárkányfészkeinket. Csak közeli szövetségesekkel tud a Vladnir Szárnytest szembeszállni a banditákkal!

source: Mine is a higher task, Karron. I must do as all our folk need. Lest a day comes when none can hold against the rogues. Neither the burning hunger that drives them to treachery.
hu: Az enyém magasabb rendű küldetés, Karron. Azt kell tennem, ami népünk javát szolgálja. Különben eljön az a nap, amikor senki sem tud szembeszállni a banditákkal. Sem a kínzó éhséggel, ami garázdálkodásra kényszeríti őket.

source: Then you, who shirks an ally, must meet defeat at the contention. I shall win the new flight myself, so that with it the Domain of Vladnir will hold!
hu: Akkor neked, aki elhanyagolod a szövetségesedet, vereséget kell szenvedned a megmérettetésen. Magam fogom elnyerni az új szárnytestet, hogy Vladnir birodalma megmaradjon!

source: The Contention
hu: A megmérettetés

source: So the day of the contention came. Each caste elected an aspirant from their ranks to become the new dominant. Each aspirant chose carefully three intendants to aid them.
hu: Így hát elérkezett a megmérettetés napja. Minden kaszt választott a soraiból egy jelöltet, aki új főnökké válhat. Minden jelölt gondosan kiválasztott három segédet, akik támogatják őket.

source: All the skills to lead a flight were tested. Each aspirant was put through trials of endurance, trials of warfare, trials of the hunt. In the end, only the two aspirants of Vladnir remained to face one another in the Arena of Dominance, in the very heart of Morogor...
hu: Minden vezetési készséget teszteltek. Minden jelöltet kitartási, harci és vadászati próbáknak vetettek alá. Végül csak Vladnir két jelöltje maradt, akik Morogor szívében, a Főnöki Arénában álltak szemben egymással...

source: Contender Gorlack
hu: Gorlack pályázó

source: Contender Karron
hu: Karron pályázó

source: Spectators
hu: Megfigyelők

source: Hold more villages at the end of turn 24
hu: Több falut birtokolsz a 24. kör végén

source: Defeat Karron
hu: Legyőzöd Karront

source: Fail to hold more villages at the end of turn 24
hu: Nem birtokolsz több falut a 24. kör végén

source: Defeat of Gorlack
hu: Gorlack alulmarad

source: You must recruit one drake from each caste before recruiting any more
hu: Új toborzási lista csak azután jelenik meg, hogy minden kasztból toboroztál egy perzsekényt

source: No recalls are permitted
hu: Visszahívás nem lehetséges

source: Any drake you lose in combat will not be killed and may be recalled in future scenarios
hu: A csatában elesett perzsekények nem halnak meg, azokat később visszahívhatod

source: From now on, Gorlack will have loyal intendants from the fighter and clasher castes; if one dies, the next recalled drake of the same caste will replace it as long as that drake is level 2 or higher
hu: Mostantól fogva Gorlack segédei a harcos és a szembeszálló kasztból kerülnek ki; ha valamelyik elesik, a későbbiekben a visszahívott perzsekény mindig ebből a kasztból kerül ki, amíg van 2 vagy magasabb szintű egység a listán

source: Today, my old mentor, it is I that teaches <i>you</i>. You shall learn a pivotal lesson in humility!
hu: Ma, öreg mentorom, én tanítalak <i>téged</i>. Megtanulsz egy fontos leckét, az alázatosságét!

source: If just sharp as your tongue were your teeth.
hu: Meglátjuk, hogy a fogaid is olyan élesek-e, mint a nyelved.

source: Karron has ascended to the rank of dominant. The flight-in-contention is hereby entrusted to Dominant Karron’s keeping.
hu: Karron nyerte el a főnök címet. A győztes ezzel jogot nyer egy szárnytest vezetésére is.

source: This must be a dream. I no longer dwell in the shadow of Gorlack.
hu: Beteljesült egy álom. Már nem élek Gorlack árnyékában.

source: Gorlack has ascended to the rank of dominant. The flight-in-contention is hereby entrusted to Dominant Gorlack’s keeping.
hu: Gorlack nyerte el a főnök címet. A győztes ezzel jogot nyer egy szárnytest vezetésére is.

source: Drakes! Fellows of all castes, hear me! This is a dark time in which we endure. Our lands provide not as once they did. Unfed hatchlings succumb to the wasting. A war among us hastens. Worse than these all— your hearts bleed fear!
hu: Perzsekények! Társaim, minden kasztból, halljátok szavaimat! Sötét időkben élünk. Vadászmezőink már nem táplálnak minket úgy, mint régen. Az éhező fiókáink elhullanak. Perzsekény perzsekény ellen fenekedik. S ami ezeknél is rosszabb— szívetekben félelem lakozik!

source: This hope I offer you. There are lands beyond Morogor. Beyond its troubles. This oath I swear you. I shall lead you to the way beyond. With my new flight, I proceed to the far lands to plant my eyrie!
hu: Reményt kínálok nektek. Vannak földek Morogoron túl. A problémákon túl. Esküt teszek nektek. Elvezetlek titeket arra a földre. Új szárnytestemmel ezekre a távoli földekre indulok, hogy ott építsem föl a sárkányfészkemet!

source: So it begins...
hu: Tehát kezdődik...

source: Upon the greatest of all lands my eyrie will stand. The Greatland of the east!
hu: A legnagyobb szárazföldön fog állni a sárkányfészkem. A keleti Nagy Kontinensen!

source: Await my summons. For it will be your salvation!
hu: Várjatok a hívásomra! Mert az lesz a megváltásotok!

source: For winning by defeating the rival leader, you receive war claws!
hu: Az ellenfél legyőzésével kiérdemelted a harci karmokat is!

source: War Claws
hu: Harci Karmok

source: The finest work of the Morogor forges, these steel claws increase the damage of the wearer’s melee attack.
hu: Morogor műhelyeinek legkiválóbb mesterműve, a harci karom megnöveli viselőjének közelharci sebzését.

source: war claws
hu: harci karmok

source: Final Departure
hu: Végső elválás

source: Dominant Vladnir, I can no longer remain in this land as your ally. I seek your forgiveness.
hu: Vladnir főnök, nem maradhatok tovább ezen a földön a szövetségesedként. Kérlek, bocsáss meg!

source: There is nothing for me to forgive. The Spoken Memories of the glider caste have pointed your course. There is no better heading I may counsel.
hu: Nincs mit megbocsátanom. A surranó kaszt Szájhagyományai kijelölték a széljárásodat. Annál jobb irányt én sem tudok javasolni.

source: ... I never suspected you held the gliders in such esteem. That you had heard the Spoken Memories. Perhaps glider wisdom overlaps the many written Secrets your own caste wards.
hu: ... sosem hittem volna, hogy ennyire megbízol a surranó kasztbeliekben. Hogy hallottál a Szájhagyományaikról. S hogy a surranók bölcsessége fölülírhatja a saját kasztod Titkos Tudását is.

source: I am forbidden to tell. The Gliders may share their Memories. We Clashers must keep our Secrets. Yet I may say this... Your glider first intendant is well chosen for the journey ahead of you.
hu: Erről nem beszélhetek. A surranók megoszthatják a Hagyományaikat. Mi, szembeszállók kötelesek vagyunk őrizni a Titkos Tudást. De talán mondhatok valamit... Az első segédednek választott surranó jó választás az előtted álló utazásra.

source: Many matters are now in motion. I go now, for there are preparations to be made... <i>May your fire light the way in darkness.</i>
hu: Hirtelen sok minden mozgásba lendült. Megyek, hogy a szükséges előkészületeket megtegyem... <i>Tüzed fénye világítsa meg az utat a sötétségben!</i>

source: <i>May your ancestors tread beside you.</i>
hu: <i>Az ősök szellemei vigyázzák szárnyalásodat!</i>

source: My Dominant Gorlack, your flight has assembled upon the eastern landing.
hu: Főnököm, Gorlack úr, a szárnytested felkészült a keleti utazásra.

source: There is no need for you to address me by status, Resha. We are still equals regardless of rank.
hu: Nem szükséges hivataloskodnod, Resha. Címtől függetlenül mi továbbra is egyenlőek vagyunk.

source: My friend, we are not equals, for I owe you my life. I would have perished in that cave if not for your intervention.
hu: Barátom, mi nem vagyunk egyenlőek, mivel az életemmel tartozom neked. Ha akkor nem lépsz közbe a barlangban, már nem lennék.

source: Gorlack... There is a matter for which I must give counsel. You have heard the Memory of our ancient exile to these sinking isles. You have endured the shame of knowing it was Dominant Morogor’s betrayal that made it so. While the rest of your caste revere this Ancestor, you alone shoulder the truth.
hu: Gorlack... Van valami, amiről beszélnem kell. Ismered az ősi történetet, ami a száműzetésünket beszéli el ezekre a süllyedő szigetekre. Elviselted a szégyent, hogy tudtad, ennek oka Morogor főnök árulása volt. Míg a kasztod többi tagja tiszteli ezt az őst, a te válladat nyomta az igazság terhe.

source: Verily, it has cooled my heart some, to know our shameful past. Yet such is a small price for wisdom.
hu: Valóban, kissé megnyugtatta a szívemet, hogy megismertem szégyenletes múltunkat. De ez csekély ár a bölcsességért.

source: My friend, the price is yet to be paid. Beyond these isles is a world stranger than words can tell. Things forgotten since the Time of Legend. When planted are our feet on the Greatland, that place which slew so many of our folk long ago... We must proceed with the utmost caution. With our Windpath well chosen.
hu: Barátom, az árat még nem fizettük meg. Ezen szigeteken túl egy olyan világ terül el, amelyet szavakkal leírni sem lehet. Olyan dolgok, amelyek a Legendák Korában feledésbe merültek. Amikor lábunkat a Nagy Kontinensre tesszük, arra a helyre, amely régen oly sok társunk életét követelte... A legnagyobb óvatossággal kell eljárnunk. Gondosan kell kiválasztanunk a Széljárást.

source: I hear your counsel, Resha. I shall heed it. Yet set aside your fear, for there is also more to us than words can tell. A power within our hearts to which you will bear witness. With it we shall part the turbulent Winds of Fate themselves. Leaving in their place, a Windpath of our own making.
hu: Értem a tanácsodat, Resha. Figyelembe veszem. De tedd félre a félelmedet, mert bennünk több van, mint amit szavakkal el lehet mondani. A szívünkben egy olyan erő rejlik, amelynek tanúja leszel. Ezzel eloszlathatjuk a Végzet-szél örvényeit is. Helyette pedig a saját magunk által gerjesztett Széljárást követjük.

source: Journey
hu: Utazás

source: To make ready for the journey, Gorlack cut loose every possible burden from his flight. The hulking armor of the clasher caste was forsaken. Provisions were halved.
hu: Az utazásra való felkészülés érdekében Gorlack minden lehetséges terhet levetetett a szárnytestben . Elhagyatta a harcos kaszt hatalmas páncélját. Az élelmiszerkészleteket felére csökkentette.

source: Even then, half among the flight were unready to last such a journey. Those yet too young. Those with wounds still mending. To Karron’s bewilderment, Gorlack gifted her these— a flight of her own to lead.
hu: A szárnytest fele még így is alkalmatlan volt egy ilyen hosszú útra. Azok, akik még túl fiatalok voltak. Azok, akiknek sebei még nem gyógyultak be. Karron megdöbbenésére Gorlack ezeket neki ajándékozta— így szert tett egy saját szárnytestre, amit irányíthatott.

source: At earliest dawn the Flight of Gorlack lifted skyward...
hu: Kora hajnalban Gorlack Szárnyteste a levegőbe emelkedett...

source: Flying over land darkly striped by long shadows of craggy peaks, with the light of a warm new sun between...
hu: Átrepültek a csipkés hegyek által árnyékolt illetve a felkelő nap által már megvilágított földsávok csíkozta szárazulat fölött...

source: Soaring over a sea bright as the sky above, the airy world far around suspending them under a midday sun...
hu: Alattuk a tenger úgy csillogott, mint fölöttük az ég, amelyet légies könnyedséggel szeltek át még a déli nap alatt is...

source: Skimming just above the glassy moonlit ocean, their wingwakes rippling behind...
hu: A holdfényt tükröző óceán hullámait már szinte súrolva hagyták maguk mögött...

source: So forth the journey persisted.
hu: Az utazók kitartóan haladtak céljuk felé.
