Repository: stevecotton/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: hu

source: With the arrival of Flight Gorlack, all remnant foes were vanquished. A proud eyrie was carved into the highest peak of the three isles. The small flight easily filled their bellies with the captured provisions, leaving the isle’s game to regrow itself for sake of the visitor flights to come. Resha’s patrols spied vague details of the mysterious Greatland.
hu: A Gorlack Szárnytest beérkezésével az összes maradék ellenség legyőzetett. A három sziget legmagasabb csúcsán büszke sárkányfészek került kialakításra. A kis szárnytest könnyedén megtöltötte gyomrát a zsákmányolt élelmiszerekkel, így a sziget vadállománya újjá tudott növekedni a jövőbeli látogató szárnytestek számára. Resha őrjáratai homályos részleteket szúrtak ki a titokzatos Nagyföldről.

source: Then, only a moon cycle after, a flight was spotted inbound. It was the Flight of Karron.
hu: Aztán, alig egy hónap múlva, egy beérkező szárnytestet észleltek. Ez volt Karron Szárnyteste.

source: They had arrived far too early...
hu: Túl hamar érkeztek...

source: Drakes
hu: Perzsekények

source: Karron, you did not wait for my summons!
hu: Karron, nem vártad meg a hívásomat!

source: You left no prospect of waiting. Upon your departure, the rogues began probing the Domain of Vladnir. Without your flight there would be not enough of us to hold against them. Vladnir counseled me here. So the youths you bestowed me I traded to other flights, for prime drakes able to make the journey.
hu: Nem hagytál esélyt a várakozásra. Távozásod után a gazfickók elkezdték felderíteni Vladnir birodalmát. A szárnytesteddel együtt lett volna elég harcosunk, hogy ellenálljunk nekik. Vladnir utasítására vagyok itt. A nekem adott fiatalokat elcseréltem erős harcosokra, edzett perzsekényekre, akik bírják a megterhelést.

source: Vladnir will not last with <b>no</b> ally by his side.
hu: Vladnir nem maradhat életben szövetségesek <b>nélkül</b>.

source: Vladnir is to follow me here. By now he is already faring.
hu: Vladnir követni fog ide. Mostanra már útra is kelt.

source: We have not yet the provisions for three flights within this domain. There could be hunger before the next moon!
hu: Még nem rendelkezünk a három szárnytest ellátásához szükséges készletekkel ezen a területen. A következő hónapban éhínség lesz!

source: Gorlack we must— Gorlack, hatchlings do not belong at a counsel gathering.
hu: Gorlack, muszáj... Gorlack, a fiókáknak nincs helyük a tanács ülésén.

source: We are <b>not</b> hatchlings...
hu: Mi <b>nem</b> fiókák vagyunk...

source: Not hatchlings!
hu: Nem vagyunk fiókák!

source: Indeed, I am our clan’s elder. Sssuch longevity wandering ssstars bestow me. For over 11 years have I lived.
hu: Valójában én vagyok a klánunk legidőssssebb tagja. Az ilyen hossszzzú élettartamot a vándorló csillagok ajándékozták nekem. Több mint 11 éve élek.

source: They are ‘saurians’.
hu: Ezek 'gyíkok'.

source: Their likeness to hatchlings is disarming. Disturbingly so. I do not want them near my fli—
hu: Hasonlóságuk a fiókákhoz zavaró. Nagyon zavaró. Nem akarom, hogy a közelemben legy—

source: Enough.
hu: Elég.

source: I shall have a closer survey of the Greatland focused on game abundance. Resha, see to it at once.
hu: Közelebbről is szemügyre veszem a Nagyföld vadállományának bőségét. Resha, készítsd elő a szemlét!

source: By your will.
hu: Ahogy akarod.

source: Gorlack, arriving here, I noticed a large gathering of game to the northeast. A nest of haldric.
hu: Gorlack, idejövet egy nagyszámú vadcsapatot láttam északkeleten. Haldrikok fészkét.

source: You sssaw Demon King?! You sssssaw <b>The Haldric</b>?
hu: Láttad a Démonkirályt?! Láttad <b>Haldricot</b>?

source: Gorlack, your hatchling-things cry nonsense. You must gain control over them.
hu: Gorlack, a fióka-lényeid értelmetlen dolgokat kiabálnak. Meg kellene fegyelmezned őket.

source: Not nonsssenssse! Creatures you sssaw call themssselves ‘humans’. They are lumbering, brutish, odiousss monsssters covered in moissst ssskin of toad. They are hirelings sssummoned from underssside of world by elves of deep, dark Foressst of Wesssmere. These humans ssslaughtered all but my entire clan! On the ruins of my hatchplace they raised their towering Fort Elenssse. Pray dragons, rain jussst fire down upon these abominations!
hu: Nem értelmetlen, amit mondok! 'Emberek', így nevezik magukat a lények, akiket láttál. Nehézkessss, brutálissss, utálatossss ssszzzörnyek, akiknek bőrét nedves varangyborítás fedi. A mély, ssssötét Wessssmere-i erdő tündéi hívták őket ide a világ aljáról. Ezek az emberek leméssszzzárolták majdnem az egéssszzz klánomat! A ssszzzülőhelyem romjain emelték fel hatalmas Elenssse erődjüket. Imádkozom a ssssárkányokhoz, hogy tűzzel éssss kénkővel ssssújtsák ezeket a ssszzzörnyetegeket!

source: Gorlack, we should harvest them. There is meat enough there to feed our three flights a full year.
hu: Gorlack, be kell őket gyűjtenünk. Ott annyi hús van, hogy három szárnytestet is ellát egy egész évre.

source: Resha has advised against further encounters with humans until more is known of them. Many glider Memories speak of times when underestimated prey became the hunter. Also that this Greatland hides terrible danger.
hu: Resha nem javasolta, hogy összetűzzünk az emberekkel, amíg többet nem tudunk róluk. Sok surranó hagyomány van olyan történetekről, amikben az alábecsült zsákmány áldozata lett a vadász. Arról is, hogy ez a Nagyföld rettenetes veszélyeket rejt magában.

source: You speak with Resha’s fearful tongue. I remember, long ago...
hu: Resha félelemmel teli nyelvén beszélsz. Emlékszem, régen...

source: You would speak of our great battles to be won over the rogues. Hunting beasts so terrible we could only hope to take them on working together. Long ago. Before Resha. Before your mind echoed with her glider myths.
hu: Beszéltél volna a rablók fölött aratott diadalainkról. Olyan rettenetes vadállatokról, amelyeket csak együttes erővel tudtunk legyőzni. Régen. Resha előtt. Mielőtt elmédben visszhangoztak a surranók mítoszai.

source: Not myths, Karron. Look around us. It is not the ocean we stand upon.
hu: Nem mítoszok, Karron. Nézz körül! Ez nem az óceán, amin állunk.

source: Your dreams of glorious feats, spoken in such detail. Such certainty. In them I found my inspiration. I would become your first intendant. So that I might become a part of them— your adventures to come. Harder than your other allies I trained. In the challenges, fiercer than any of them I fought. Already advanced to warrior rank was I, when still of basic rank were both of you... When you promised first intendancy to Resha. The insult of second... to me.
hu: A dicsőséges tettekről szóló álmaid, részletesen kifejtve. Mély bizonyossággal. Bennük találtam meg az ihletet. Az első segéded akartam lenni. Hogy részese leessek azoknak — a jövőbeli kalandjaidnak. Keményebben edzettem, mint a többiek. A kihívásokban hevesebben harcoltam, mint bármelyikük. Már harcos rangra emelkedtem, amikor ti még alapszinten voltatok... Amikor Reshának ígérted az első segéd posztot. A második segéd... számomra sértés volt.

source: You dwell so much in the past. The past weakens you.
hu: Túl sokat merengsz a múlton. A múltba révedés meggyengít.

source: It is for this present moment that I recall the past! I adjure you, remember your <b>fire</b> for those dreams of glory! The gift of your caste that once burned brightest in your heart!
hu: Csak a pillanatnyi helyzet miatt hivatkozom a múltra! Emlékeztetlek, milyen <b>tűzzel</b> beszéltél a dicsőséges álmaidról! A kasztod adottságáról, amely a te szívedben lángolt a legfényesebben!

source: Gorlack... look across this narrow sea before us. Look to that ‘human’ legion which faces you. Those creatures which ward the threshold to the greatest land...
hu: Gorlack... nézz át az előttünk fekvő keskeny tengeren. Nézz arra az ‘emberi’ seregre, amely veled szemben áll. Azokra a lényekre, amelyek őrzik a legnagyobb föld előszobáját...

source: Dominant Gorlack, pray tell what glorious dream you see.
hu: Gorlack főnök, kérlek, mondd el, milyen dicsőséges álmot látsz!

source: Landfall
hu: Földet érés

source: Near to the gathering of human prey, the Flight of Gorlack took positions. Veiled by the clouds above, Karron with her wing of hunters watched for the signal to pounce.
hu: az emberzsákmányok tömege közelében a Gorlack Szárnytest pozíciót foglalt. A felhők takarásában Karron szárnyraja várt a jelre, hogy közbeavatkozzon.

source: King Haldric
hu: Haldric király

source: Queen Jessene
hu: Jessene királyné

source: Lance of Ladoc
hu: Ladoc lándzsásai

source: Reinforcements
hu: Erősítés

source: Kill all the humans
hu: Megölsz minden embert

source: Death of Karron
hu: Karron elesik

source: Move anyone to the beacon to call in the reinforcements: Karron with veteran drakes attacking from the west Saurians attacking from the north
hu: Bárkit elküldhetsz a jeladóhoz, hogy erősítést hívjon: Karron veterán perzsekényekkel támad nyugatról, a gyíkok pedig északról.

source: Clashers can be recruited and recalled again
hu: Újra toborozhatsz illetve visszahívhatsz szembeszálló egységeket

source: Saurians can be recruited and recalled now
hu: Gyíkokat is toborozhatsz illetve visszahívhatsz

source: Gorlack, you have made landfall! Within sight of these humans!
hu: Gorlack, földet értél! Az emberek szeme láttára!

source: You have returned from patrol with fortunate timing, Resha. These creatures are to be our prey. I shall grant you the details at the keep. Fall in.
hu: A legjobbkor értél vissza az őrjáratból, Resha. Levadásszuk ezeket a lényeket. A részleteket megosztom veled az állásunkban. Csatlakozz hozzánk!

source: Gorlack, this is terribly unwise! The full ability of the humans is still unknown to us.
hu: Gorlack, szörnyen meggondolatlanul cselekedtél! Az emberek erőforrásait még nem ismerjük teljesen.

source: We have no choice, we need the meat. When I give you the signal, light the beacon. It will call in our reinforcements.
hu: Nem volt más választásunk, húsra van szükségünk. Amikor jelt adok, gyújtsátok meg a jeladót! Ezzel üzenünk az erősítésnek.

source: General Vorlyan! We have a problem.
hu: Vorlyan tábornok! Akadt egy kis problémánk.

source: How many orcs? Have they made landfall yet?
hu: Hányan vannak az orkok? Partra szálltak már?

source: Not orcs, sir, dragons.
hu: Nem orkok, uram, sárkányok.

source: Dragons?!
hu: Sárkányok?!

source: Indeed sir, they are moving in from our south. There is a horde of them.
hu: Igen, uram. Dél felől közelednek, egy egész horda.

source: They do move in hordes...
hu: Tehát hordában mozognak...

source: Captain, ride east and order Carcyn Fisher to put his people on the boats and evacuate upriver. Tell that wesfolk traveller if he ignores <i>this</i> order you will evacuate his head from his shoulders.
hu: Kapitány, lovagoljon keletre, s értesítse Carcyn halászait, hogy szálljanak csónakba, s meneküljenek a folyón fölfelé. Mondd meg annak a himpellér vezetőjüknek, hogy ha ellenszegül az evakuálási <i>parancsnak</i>, akkor a feje lesz evakuálva a nyakáról.

source: Then go upriver yourself, all the way to Fort Weldyn. Bring word of our situation directly to King Haldric the Dragonbane.
hu: Aztán lovagoljon tovább a folyó mentén fölfelé, s meg se álljon Weldynig. Tudassa a helyzetünket egyenesen Haldric királlyal, a Sárkányölővel.

source: Might we be overreacting, sir?
hu: Nem túlzott ez a reakció, uram?

source: We are students of war, Captain, and if recent years have taught our people anything, it is to be ready for the worst at all times.
hu: Csak tanuljuk a háborút, kapitány, s ha valamire megtanítottak az elmúlt évek, az az, hogy mindig a legrosszabbra kell fölkészülni.

source: Sir!
hu: Uram!

source: Do you wish to light the beacon?
hu: Meggyújtsam a jeladót?

source: No
hu: Ne

source: Yes
hu: Igen

source: I see we shall eat well this day!
hu: Úgy látom bőséges lakmározás ígérkezik!

source: Alas! Karron is slain!
hu: Sajnos Karront levágták!

source: Fort Elenssse burns, gone forever! My hatchplace is free and my people can return to live here again. Sssaurian Empire will lassst thirteen millennia more!
hu: Fort Elenssse ég, végleg a tűz martalékává lett! A ssszzzülőhelyem megssszzzabadult, a népem vissszzzatérhet ide. A Gyík Birodalom újra virágzik tizenhárom évezreden át!

source: Learn from this victory, Resha. See now the futility of your doubt.
hu: Tanulj ebből a győzelemből, Resha! Lásd a kételyeid csődjét!

source: Gorlack, by this victory my doubt rises threefold. We have flown headlong into chaos, into the innermost whirlwind of the Winds of Fate. Though our Windpath is now unknowable, I fear it leads to war.
hu: Gorlack, ezzel a győzelemmel csak fokozódtak a kételyeim. Mélyen benyomultunk a szárazföld belsejébe, a Végzet-szél legbelsőbb kaotikus örvényeibe. Bár a Széljárásunk ismeretlen, de attől tartok háború felé sodor bennünket.

source: There can be no <i>war</i> in a land with prey so plenty.
hu: <i>Háborút</i> emlegetsz ezen a földön, ami bővelkedik prédában? .

source: These creatures are more than prey. They could very well outmatch us.
hu: Ezek a lények többek egyszerű prédánál. Könnyen fölénk is kerekedhetnek

source: ... You witnessed only moments ago how we slew a nest of them utterly.
hu: ...mondod ezt azok után, hogy láttad, milyen simán kifüstöltük őket a fészkükből.

source: Perhaps... your patrols have been overtaxing, Resha. I relieve you of all duties. Return to the eyrie until your sense recovers.
hu: Talán az őrjáratod tagjai túlterheltek, Resha. Felmentelek titeket a feladataitok alól. Vonuljatok vissza a sárkányfészekbe, míg visszatérnek a reális érzékeitek!

source: With these humans dead, ssspiritsss of my brood sssisssters feel sssome peace... but humans were only hirelings for elves, yesssss, elves mussst ssstill pay... Elves of Wesssmere, your time has come!
hu: Ezeknek az embereknek a hullái lecsillapítják a nővéreim ssszzzellemeinek bossszzzússszzzomját... de ezek az emberek csak a tündék martalócai voltak, igeeeen, a tündéknek isss fizetniük kell... Wessssmere tündéi, mosssst ti jöttök!

source: The hunt continued across grassy stretches of the Greatland. Prey was harvested in countless numbers. Finally, overburdened with the yield of the hunt, Flight Gorlack returned to its eyrie. The recently arrived Flight of Vladnir awaited them.
hu: A vadászat folytatódott a füves pusztákon szerte a Nagyföldön. Számolatlanul gyűjtötték a zsákmányt. Végül roskadozva a begyűjtött zsákmány súlya alatt visszatértek a sárkányfészekbe. A frissen érkezett Vladnir Szárnytest várta őket.

source: I come with tidings, fellow dominant. Half of Morogor makes ready for the journey here.
hu: Jó híreket hozok főnök társam. Morogor fele készen áll az ideutazásra.

source: That must not be. Even now we have not the provisions for them. Further, our saurians tell us there is a grim season which afflicts the Greatland. Much of it will grow as cold as a high mountain peak. This cold lasts several moons.
hu: Ez még korai. Perpillanat nem rendelkezünk megfelelő készletekkel az ellátásukra. Ráadásul a gyíkjaink elmondása szerint kegyetlen időszak következik a Nagyföldön. Nagyrészt hidegek jönnek, olyan hidegek, mint a magas hegyek csúcsán honolnak. S ez az időszak hónapokig eltart.

source: Nothing will delay their coming. All that before stirred one flight against another, now drives them here.
hu: Semmi sem tarthatja vissza a perzsekényeinket. Ami korábban egymás ellen fordította a szárnytesteket, az most ide vezeti őket.

source: Then their needs will be met. I shall expand the hunt so as to meet them.
hu: Akkor ki kell elégítenünk a szükségleteiket. Kiterjesztem a vadászatot, hogy felkészüljünk.

source: Gorlack, you must reconsider this course, wholly. End the hunt. Elsewise... you doom this expedition by following the shameful Windpath of Dominant Morogor.
hu: Gorlack, teljesen újra kell gondolnod ezt az egész hozzáállást! Be kell fejezned a vadászatot! Különben... ugyanolyan szégyenletes sorsra jut az expedíciód, mint Morogor főnöké.

source: I see your sense has yet to return, Resha! Dominant Morogor betrayed his own kith; he attacked the very drakes with whom he had sworn alliance!
hu: Úgy látom, hogy az érzékeid még nem tértek vissza, Resha! Morogor főnök elárulta a saját fajtáját; rátámadt azokra a perzsekényekre, akikkel szövetséget kötött!

source: Nay, they were not drakes which he attacked... Those allies Morogor betrayed were creatures of an alien kind. Perhaps even the same kind our hunters now chase across the grassy flatland. I should have long ago Spoken the whole of this Memory to you. Yet I had concern it was more than you could believe by word alone.
hu: Nem, nem perzsekényeket támadott meg... Azok a szövetségesek, akiket Morogor elárult, idegen fajúak voltak. Talán éppen olyanok, mint akiket a vadászaink üldöznek a füves pusztákon. Már régen beszélnem kellett volna neked ezekről a Hagyományokról. De kétségeim voltak afelől, hogy pusztán a szavak elégségesek-e.

source: Then your concern was well measured, for I disbelieve you even now. Those ‘humans’ that graze upon the tall grass of the flatland, that trick beasts to carry them across it, that ride works of driftwood over the sea, can be of no consequence to our affairs. No Ancestor would mistake such simple <i>prey</i> for an ally.
hu: Akkor a kétségeid jogosak voltak, mert még most sem hiszek neked. Azok az 'emberek', akik lelegelik a puszták magas füvét, akik állatokat csapnak be, hogy hordják őket a mezőkön akik faalkalmatosságon lovagolják meg a tenger hullámait, nem befolyásolhatják a mi ügyeinket. Ekkora hibát egyetlen Ős sem követhetett el, hogy ilyen együgyű <i>prédával</i> köt szövetséget.

source: Yet verily it was so. Drakes once counted many noble creatures as allies in times of need — the fleetfoot, the drakekin, the craftlings, the serpents, the casters. Likewise were there those of terrible natures — the Horde, the Jotnar... the Faerie. I fear one of these races is they who swept our folk from this Greatland long ago.
hu: Pedig pontosan ezt tette. A perzsekények egykor számos nemes lényt tudtak szövetségesnek — meztelentalpúakat, perzsekényféléket, barkácsolókat, hüllőket, varázslókat. Hasonlóképp az ellenségek számos rettenetes lényt fogtak össze — a Hordát, a Jotnart... a Tündéreket. Attól tartok az utóbbiak valamelyike űzte el a népünket a Nagyföldről réges-régen.

source: The names which they call themselves have shifted in our long absence. Yet many creatures we have already come across bear a perfect likeness to those from the Spoken Memories. Indeed they are the same. If we proceed as we have, we shall drive old allies to war against us. Worse still, we may awaken an ancient foe to our presence in this land.
hu: A nevek megváltoztak azon idő alatt, míg nem voltunk jelen. Mégis, a lények, akikkel eddig találkoztunk, tökéletesen megfelelnek a Szájhagyományokban szereplő leírásoknak. Vagyis ugyanazokról van szó. Ha tovább folytatjuk ezt a vircsaftot, akkor felélesztjük az ősi harci szövetséget ellenünk. S ami még rosszabb, felébresztjük a fajunk ősellenségét is.

source: Your first intendant speaks truth, Dominant Gorlack. By the Honor of my Caste in whole, I hereby Proclaim it so.
hu: Az első segéded igazat mond, Gorlack főnök. A kasztom becsületére mondom, alá tudom támasztani.

source: Dominant Vladnir... never since the exiling has another caste verified our Spoken Memories.
hu: Vladnir főnök... a száműzetésünk óta egyik kaszt sem támasztotta alá a Szájhagyományainkat.

source: Now, we are far beyond the Domain of Morogor; here his edicts hold no sway. All that he made secret, I may share with you here.
hu: Most már messze vagyunk Morogor birodalmától; itt az ő rendeletei nem érvényesek. Mindazt, amit titkosított, itt megoszthatom veled.

source: Speak no more of your secrets.
hu: Ne mondj többet a titkaitokról!

source: I see now how you all cling to your fragments of the past; you cower there with them. Clasher secrets. Glider memories. All useless, as an entire age passed while every one of you feared to act on what you knew!
hu: Most már látom, hogy mindannyian a múlt töredékeibe kapaszkodtok; megbújtok mögöttük. Szembeszálló-titkok. Surranó-hagyományok. Mind haszontalanok, mert egy egész korszak eltelt, miközben mindannyian féltetek cselekedni az alapján, amit tudtatok!

source: Gorlack, the clasher secrets may bear details of the Greatland unknown to the Spoken Memories. If we do not heed them, I fear—
hu: Gorlack, a szembeszállók titkai olyan részleteket tartalmazhatnak a Nagyföldről, amelyekről a Szájhagyományok nem tudnak. Ha nem figyelünk rájuk, attól félek—

source: Speak no more of your fears! So many challenges have we overcome. So many foes vanquished. Yet still you feel not how we shift the Winds of Fate by the force of our Will.
hu: Ne beszélj többé a félelmeidről! Annyi kihívást leküzdöttünk már. Annyi ellenséget legyőztünk. Mégsem érzed, hogyan változtatjuk meg a Végzet-szelet az Akaratunk erejével.

source: ... Gorlack, I grasp not your meaning. While the Spoken Memories tell us steady wings may catch the Winds of Fate—
hu: ... Gorlack, nem értem, mire célzol. Míg a Szájhagyományok azt mondják, hogy a szívós szárnyak meglovagolhatják a Végzet-szelet—

source: Nay! We are not merely tossed about by the Winds of Fate. We <b>shape</b> them. We fumble not for a Windpath. We make it. Feel the world as it should be with all the fire of your heart. With no room left for <i>fear</i>. With all your Willful heart, make that world be!
hu: Nem! Mi nem csupán sodródunk a Végzet-széllel. Mi <b>alakítjuk</b> azt. Mi nem tapogatózunk a széljárás után. Mi teremtjük azt. Érezd a világot olyannak, amilyennek lennie kell, teljes szívedből! S ne hagyj helyet <i>a félelemnek</i>. Teljes Akaratoddal teremtsd meg azt a világot!

source: Perhaps you need witness one final demonstration...
hu: Talán szükséged van egy szemtanúra végső bizonyságul...

source: I Call the Hunt. A hunt greater than any before it. Three flights of hunters. I already signaled Karron to continue east across the Grassy Flatland. Vladnir, you will depart southeast for the Warmsands. I shall go northeast into the Wesmere Jungle. Together we shall provide enough for all of Morogor.
hu: Vadászatot hirdetek. Egy minden eddiginél nagyobb vadászatot. Három szárnytest vesz részt a vadászaton. Már jeleztem Karronnak, hogy folytassa a vadászatot keletre a nagy síkság pusztaságában. Vladnir, te délkeletre mész a Forró Homokvidék felé. Én északkeleten a Wesmere-dzsungelt hajtom föl. Együtt egész Morogor számára zsákmányolhatunk.

source: Then... so it will be...
hu: Hát... úgy legyen...

source: Harvest
hu: Begyűjtés

source: Dominant Gorlack considered every hunting opportunity along the way to Wesmere.
hu: Gorlack főnök kihasznált minden lehetőséget a vadászatra a wesmere-i út mentén.

source: A deep green swamp offered adequate game. Yet the saurian Arinexis urged him on to the much fatter prize that lay just ahead...
hu: A mély, zöld mocsárvidék számos prédát kínált. A gyík Arinexis ennél is sokkal gazdagabb jövendő zsákmányt ígért...

source: For in the cold Jungle of Wesmere dwelt a great herd of a new prey–kind. Arinexis spoke of these ‘elves’ as dull witted with a capricious heart, the consequences of remaining too long within their stale realm.
hu: Mivel a hideg Wesmere-dzsungel egy újfajta préda népes hordáját rejtette. Arinexis 'tünde' névvel illette ezeket a lényeket, akiket eltompított a szívükben lakozó önteltség, amit az erdeikbe zárkózás következményének nevezett.

source: It would seem they were perfect prey.
hu: Tökéletes prédáknak látszottak.

source: Ministry of Fellowship
hu: Szövetségi Minisztérium

source: Tree Fellows
hu: Favédők

source: Sea Fellows
hu: Tengeri lények

source: Ornery Pets
hu: Omery állatkái
