Repository: stevecotton/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: hu

source: My summons was never issued; the arrival of the flights was premature. My hunt was indeed ended, by failure. There is nothing more I can do for our folk now—
hu: Én soha nem hirdettem ki a meghívást, a szárnytestek idejekorán érkeztek Az én vadászatom becsődölt. Semmi többet nem tudok tenni a népemért—

source: You may embrace your cowardice, Gorlack. Hide here in your hovel with it. Yet your flight will not be dishonored by you. They will return with me to rejoin the hunt. To aid the salvation of our folk which you have forsaken! Through the Ways of Morogor, I Proclaim you Deprived.
hu: Választhatod a gyávaságot, Gorlack. Betakarózhatsz vele itt. De a szárnytestedet nem árulhatod el vele. Ők velem jönnek, s újra bekapcsolódnak a vadászatba. Segítve a népünk megmentését, amivel te felhagytál. Morogor Útja alapján Kitaszítottnak nyilvánítalak!

source: We are far beyond Morogor. Here its Ways do not apply.
hu: Messze vagyunk Morogortól. Itt az Útja nem érvényes.

source: Then only one fix remains... a trial to the death. Damn you for this, Gorlack. You have left me only the coldest choice.
hu: Egyvalami akkor is érvényes... a halálig tartó küzdelem. Átkozott légy ezért, Gorlack! Nem hagysz más lehetőséget, csak a leghidegebbet.

source: Gorlack, recall how we took captive the orc creature back in Morogor...
hu: Gorlack, emlékezz, hogy kaptuk el azt az orkot anno Morogorban...

source: Agreed. We must do the same. Karron is to be taken alive.
hu: Igazad van. Ugyanazt kell tennünk. Karront élve kell elfognunk.

source: Before it set camp, I beheld a curious detail of Flight Karron. There were no gliders among them. Perhaps they were scouting... Yet burners too were absent. It may be two castes is all that remains of her flight.
hu: Mielőtt tábort vertek volna megnéztem a Karron Szárnytestet alaposabban. Nem láttam surranókat közöttük. Talán földerítésre mentek. De a tűzokádók is hiányoztak. Mindössze két kaszt tagjai maradtak vele.

source: Whatever the case, Karron must not be underestimated.
hu: Akármi történt, Karront nem szabad alábecsülni.

source: Karron, you are only dragon left with ssscales. I choose to rejoin your hunt. Many of usss will follow you.
hu: Karron, te vagy az egyetlen ssssárkány, akinek még vannak pikkelyei. Úgy döntöttem, hogy újra csatlakozom a vadássszzzatodhoz. Ssssokan követni fogunk téged.

source: To think that such a small creature has more fire in its heart than my own kin... Very well, <i>little fledgling</i>, you have earned my respect.
hu: Szégyellem, hogy egy ilyen apró teremtménynek több tűz ég a szívében, mint a saját rokonaimnak... Rendben van, <i>kis fióka</i>, kiérdemelted a tiszteletemet.

source: Arinexis, do not leave our new clan, it is not sssafe!
hu: Arinexissss, ne hagyd el az új klánunkat, az nem biztonsssságossss!

source: There is no sssafety if we hide. My hatch–clan hid in Great Delta and was ssslain. You hid in Green Ssswamp with your old dragon. Your old clan was ssslain too. Will you do sssame again here?! We run, we fight and we live. That is only way for usss now.
hu: Ha elbújunk, nincs biztonsssság. A klánom a Nagy-deltában rejtőzött, éssss megöltek mindenkit. Te a Zöld Mocsárban rejtőztél a régi ssssárkányoddal. A régi klánodat issss megölték. Itt issss ugyanezt fogod tenni? Futunk, harcolunk éssss élünk. Ez az egyetlen lehetősssségünk mosssst.

source: I have ssseen too many moons. My feet grow weary and ssslow. I ssstay.
hu: Túl ssssok holdat láttam már. A lábaim fáradtak éssss lassssúak. Maradok.

source: Greeeeeen one, <i>there</i> you are.
hu: Zöööööld lény <i>ott</i> vagy.

source: It is I, Ancient One. I ssseek your help.
hu: Én vagyok itt, Nagy Ős. A ssssegítsssségedet ssszzzeretném kérni.

source: Reks help favorite pet. Reks help green one.
hu: Reks segít kedvenc állatkájának. Reks segít a zöld lénynek.

source: Hail, Shussek. You are strangely far flown from that shoal you so coveted.
hu: Üdv, Shussek! Különös, hogy ilyen messzire a zátonyaiktól bukkansz föl.

source: ...... You are far from your reef.
hu: ...... Messzire jöttetek a zátonyaitoktól.

source: Odious fish imps took our reef from us again! Ssssss!
hu: Az átkozott halördögök újra elfoglalták az atollokat tőlünk! Ssszzzissszzz!

source: What is meaning of thisssss?!
hu: Mi ez az egéssszzz?!

source: By dance of wandering ssstars, you look not one day over ssseven, old friend.
hu: A vándorló csillagok fényében egy nappal ssssem tűnssszzz időssssebbnek hét évessssnél, öreg barátom.

source: Yet I feel all thirteen years in my bones!
hu: Pedig érzem a tizenhárom évet a csontjaimban!

source: This firescale is engraved with a clasher Secret... Perhaps one of their caste may reveal its meaning.
hu: Erre a tűzpikkelyre szembeszálló jeleket véstek... Talán a kasztjukból valaki fel tudná fejteni a jelek értelmét.

source: ― The Descent of Parapathos ― From the mouth of the cave, Parapathos witnessed the battle take a grim turn. As his wing struggled against the <i>nixes</i>, a living <i>mist</i> descended from the rolling stormclouds above the Crystal Sea. This ethereal creature was just as vast as Lenvan of the <i>casters</i> had warned. The great <i>mist</i> flew right to Dominant Morogor, who stood alone against it, steadfast to duel this creature of the Faerie. With a chilled heart, Parapathos resumed his quest into the underland, leaving the lives of his friends to the fate of the battle. Never before had he resented the honor–burden of his clasher heritage. If not for it, he could have stayed to fight for them. Echoes of the battle faded into silence as Parapathos descended through the cave. Sharp crystals jutted from the walls. Then the cave parted into a labyrinth of corridors. The same <i>craftlings</i> Parapathos sought had hewed these corridors before the Faerie creatures drove them down to Irdya’s very heart. Now he was lost in the labyrinth they left behind. In the distance, Parapathos heard the heavy footfalls of <i>stonekin</i>. He followed them, for days, as they journeyed down to their chamber of contemplation. There they stopped altogether, standing solemnly in a circle around the chamber’s center. It seemed this was the bottom of the world, yet there was no <i>craftling</i> sanctuary to be found here. Perhaps they all had perished as Witwegana feared. Yet there was a faint sound coming through the crystalline floor. It had the rhythm of <i>craftling</i> toolworks. Indeed their sanctuary had survived; it was right beneath him. Breaking through the floor, an entire realm was revealed below, sheltered within a great geode. Parapathos discarded his armor, unfurled his wings, then dove through the breach. On his glide down, he saw many wonders lost to our folk since the Time of Legend. This realm was alive with myriad creatures the <i>craftlings</i> fashioned from metal. Its watch places sat not upon towers; they instead hung from great bubbles in midair. Strangest of all, the many torches that gave light to this realm did so without flame. This was indeed the ally our folk needed to turn the war against the Faerie. ― 64th century of the Time of Turmoil ―
hu: ― Parapathos alászállása ― A barlang szájából Parapathos látta, hogy a csata kedvezőtlen fordulatot vett. Ahogy küzdött a szárnya körül rajzó <i>nixik</i> seregével, egy élő <i>felhő</i> ereszkedett alá a Kristály-tenger fölött kavargó viharfellegekből. Ez az éteri lény pontosan olyan hatalmas volt, amilyennek Lenvan, a <i>varázsló</i> leírta. A hatalmas <i>felhő</i> egyenesen Morogor főnökre rontott, aki egyedül szállt szembe vele, kegyetlen párviadalt vívott a tündérek kreálta lénnyel. Parapathos hideg szívvel folytatta útját az alsó világok felé, sorsára hagyva barátait a csatában. Korábban nem neheztelt a szembeszálló-örökség becsületkódex miatt. Ami most is megkövetelte volna a többiek melletti harcos kiállást. A csatazaj lassan elcsitult, csend vette körül, ahogy egyre mélyebbre ereszkedett a barlangban. A falakat kiálló, éles kristályok fedték. Aztán a járat folyosók labirintusába torkollott. Ugyanilyet Parapathos már látott, azok a <i>barkácsolók</i> vésték ki azokat, akiket a Tündérek lényei Irdya legmélyébe kényszerítettek. Parapathos elveszett a labirintus járataiban. Végül Parapathos a <i>kőlények</i> távoli, súlyos lépteit hallotta meg. Napokig követte őket, míg végül megérkeztek a gyűléstermükbe. Ott ünnepélyesen körbeállták a terem középpontját. Úgy tűnt, ez a hely volt a világ alja, bár semmiféle <i>barkácsoló</i> szentély nem volt itt. Lehet, hogy tényleg teljesen eltűntek, amitől Witwegana félt. A csendben elhaló hangokat lehetett hallani, amelyek a kristály padló felől jöttek. Határozottan egy <i>barkácsoló</i> műhely ritmusát idézték. Valójában a szentélyük megmenekült; Pontosan alattuk volt. Áttörve a padlót, egy egész világ tárult elé lent egy hatalmas sziklatömzs belsejében. Parapathos megszabadult a vértjétől, összecsukta a szárnyait, aztán lecsúszott a lyukba. Ahogy lesiklott, számos csoda tárult a szeme elé, amiről a Legendák Kora óta népünk már elfeledkezett. Ez a világ tele volt a <i>barkácsolók</i> által készített fémtárgyakkal. Az őrhelyeik nem a tornyok tetején voltak, hanem a levegőben libegőbuborékokról függtek alá. A legkülönösebbek a fáklyák voltak, amik lángok nélkül világították meg a lenti világot. Ezek a barkácsolók tényleg azok voltak, akikhez a népünknek fordulnia kellett a Tündérekkel vívott harc okán. ― Zűrzavar Kora, 64. század ―

source: ― The Contest of the Automata ― There was a rumbling in the distance. Puffs of smoke rose from beyond the horizon. Then slowly they appeared, two hulking metal champions. The drake automaton came first into view, as it was the swifter of the two. It bore a vague likeness to a <i>drakekin</i>, yet wingless, tailless. Below its four legs were rollers in place of feet. It breathed a menacing black smoke as its metal shell gleamed like golden sunlight. Then the <i>craftling</i> automaton came into view. Like its creators, it was smaller, slower. The rollers that carried it were covered by curious metal feet that turned to meet the ground as it went along. It breathed a fair, nigh cloudlike smoke. The automata took their places in the arena, facing each other. Their inner toolworks clamored ceaselessly. The call was given to begin the duel. With a deafening shriek, the drake automaton spat out walls of flame, as it lurched ahead. Even the sand seemed to burn before it, as a dark odious smoke cloaked half the arena. Then the <i>craftling</i> automaton emerged from the thick of the smoke, to the flank of its opponent. With its spin hammer it mangled loose a roller from its victim. Despite this, the drake automaton managed to come about, then struck back with its battering ram to crush its foe’s wielder chamber, along with the poor <i>craftlings</i> inside. It seemed a fateful blow. Until the <i>craftling’s</i> automaton rolled back, took aim with its fire staff, then shot loose the flame spitter from the drake’s. As their automaton caught fire, the clasher wielders emerged from within its wreckage. They went to the <i>craftling</i> automaton to honor their victorious opponents. Yet no <i>craftlings</i> emerged from it to receive their praise. Neither to gloat as <i>craftlings</i> often do. A <i>craftling</i> runesmith strode onto the arena, laughing as he went. He told the bewildered clashers there was no one within his automaton, no one wielding its inner workings. By his glyph–making he had granted this thing a Will of its own. Turning again to the automaton, the clashers gave it a humble nod. ― 31st century of the Time of Legend ―
hu: ― Automaták Küzdelme ― A távolban csörömpölés hallatszott. Füst gomolygott föl a horizont mögül. Aztán lassan megjelent két ormótlan fém szörnyeteg. A perzskény automata tűnt föl először, mivel ő valamival gyorsabban mozgott. <i>Sárkányfélének</i> látszott, bár elég bizonytalan volt, s szárnyatlan és faroktalan.. A lába alatti görgőkön mozgott. Fenyegető fekete füstöt fújt, míg a testét borító fém aranyszínben ragyogott. Aztán megjelent a <i>barkácsolók</i> automatája is. Ahogy az alkotói, a masina is kisebb és lassabb volt a másiknál. A görgőit különleges fémtalp vette körül, amely forgott, ahogy a masina haladt. Áttetsző felhőszerű füstöt fújt. Az automaták elhelyezkedtek az arénában egymással szemben. Belsejükből folyamatos zaj hallatszott. Adott jelre összecsaptak. Fülsiketítő kiáltással a perzsekény automata lángoszlopot fújt, miközben imbolyogva tört előre. Előtte a homok is izzani látszott, miközben a gomolygó, sötét füst lassan beborította az arénát. Aztán a <i>barkácsolók</i> automatája bukkant elő a sűrű füstből ellenfele oldalán. Kalapácsát forgatva lesújtott áldozata görgőire.. A görgőjét vesztett perzsekény automata a faltörő kosával célozta meg ellenfele kezelőfülkéjét, s a benne ülő szegény <i>barkácsolót</i>. Végzetes csapásnak látszott. Aztán a <i>barkácsolók</i> automatája hátragurult, célba vette ellenfelét, s a perzsekényéhez hasonló lángot lőtt ki tüzes botjából. Ahogy a perzsekény automata lángba borult, a kezelői kimásztak a roncsból, Odamentek a <i>barkácsolók</i> automatájához, hogy gratuláljanak a győztes ellenfélnek. De egyetlen<i>barkácsoló</i> sem bújt elő, hogy fogadja a gratulációt. S nem is vigyorogtak kárörvendően, ahogy a <i>barkácsolók</i> szoktak. Egy <i>barkácsoló</i> rúnakovács nevetve ment be az arénába. Elmondta az elképedt szembeszállóknak, hogy az ő automatájának nincsenek kezelői, senki nem irányította belülről a gépezete. A rúnái segítségével önálló Akarattal ruházta föl a gépet. A szembeszállók újra az automata felé fordultak, majd elsimerően biccentettek felé. ― Legendák Kora, 31. század ―

source: Gliders, engage!
hu: Surranók, harcra!

source: Burners... Now!
hu: Tűzokádók... Most!

source: Karron. My Windpath spared one friend... only to cut down another...
hu: Karron. A Széljárásom megkímélte az egyik barátomat... s elvágott a másiktól...

source: You win, I go... I run.
hu: Te győztél, én megyek... elfutok.

source: You have one last victory over me... finish it.
hu: Utolsó győzelmet arattál fölöttem... feladom.

source: Nay.
hu: Nem.

source: Karron, I banish you from this Greatland, from these far lands of the east. Not as the victor vanquishing a rival as it was in the contention... As a friend seeking to keep you from the turmoil that is soon to be.
hu: Karron, kitiltalak téged a Nagyföldről, s minden távoli, keleti részéről. Nem úgy, mint a megmérettetés győztese a vesztest... Hanem, mint barátod, aki távol akar tartani a törvényszerűen bekövetkező zavargástól.

source: I strove to prevent a war between the flights. Yet I only traded that for a war of an unknown kind. The hungry flights arriving in numbers will call a hunt far greater than even mine. Yet this will not be a hunt... This will be a war with prey.
hu: Küzdöttem azért, hogy megelőzzem a szárnytestek közötti háborút. Mégis kitört egy eleddig ismeretlen háború. Az éhező szárnytestek, folyamatosan jönnek, s hirdetik meg a vadászatukat, az enyémnél is nagyobbat. De ez nem vadászat lesz... Ez háború lesz a prédák ellen.

source: Prey can no more make war on us than could the clouds.
hu: S nem úgy kell küzdeni a prédák ellen, mint a felhők ellen.

source: They already have, as we all witnessed. Perhaps half the coming flights will be scattered deep into the Greatland. Where they will meet fates unknown as it was with the Flight of Vladnir. Only through defeat may some learn the creatures they hunt are much more than prey.
hu: Ennek már most is tanúi lehetünk. Talán a beérkező szárnytestek fele nyomult be mélyen a Nagyföldbe. Ahol ismeretlen végzettel találkoztak, ahogy elveszett a Vladnir Szárnytest is. Csak a pusztulásuk során jöttek rá, hogy amire vadásztak, az nem egyszerű zsákmány.

source: Verily, these creatures are fellow contenders for dominance over the world itself. With this Greatland as our arena. They are our equals until we <b>prove</b> ourselves their betters. In this Great Contention.
hu: Valójában ezek a lények versenytársak a világ fölötti uralom megszerzéséért folytatott küzdelemben. Ahol a Nagyföld az aréna. Mindaddig egyenrangú ellenfelek, míg be nem <b>bizonyítjuk</b>, hogy mi vagyunk a jobbak. Ebben a Hatalmas Küzdelemben.

source: We shall need allies from amongst the noble creatures of this land. Like our gentle saurians. So too the deep dwellers with whom we have now a pact. Our every move must be part of a grander design for victory. In this Great Contention that will take a thousand years.
hu: Szükségünk lesz szövetségesekre a kontinens nemes lényei közül. Mint a nemes gyíkokra. A mélységek szörnyein kívül is, akikkel már most is van egyezményünk. Minden lépésünkkel a győzelem felé kell haladnunk. Ebben a Hatalmas Küzdelemben, amely évezredekig is eltarthat.

source: By this Windpath alone shall we reascend to dominate the world once again.
hu: Egyedül ez az a Széljárás, ami újra elhozhatja a fajunk uralmát ezen a világon.

source: Gorlack, I do not feel this... Windpath beneath my wings...
hu: Gorlack, én nem érzem... ezt a Széljárást a szárnyaim alatt...

source: Because you are still fearless, my friend. That is why I banish you west, away from this crisis. Take your flight west beyond even Morogor. Seek out new lands with the wisdom learned from mistakes made here. Let your gliders’ Spoken Memories guide the way.
hu: Mert te még mindig nem érzel félelmet, barátom. Ezért tiltalak ki erről a földről, távol a viszályoktól. Szárnyaidat irányítsd nyugatra Morogortól! Keress új földeket, s ne kövesd el azokat a hibákat, amit mi itt! A surranóid Szájhagyományai vezessék a szárnyalásodat!

source: Gorlack, let both our flights head west. We may together take on this adventure as it always should have been.
hu: Gorlack, menjünk együtt nyugatra! Ketten együtt megvalósíthatjuk azokat a kalandokat, amikről mindig is álmodtunk.

source: I am sorry, Karron. Our Windpaths shall never cross as you hoped. You spoke rightly before, I must finish what I began. When defeat drives our folk to seek a new Windpath, I must be here to provide it.
hu: Sajnálom, Karron. A mi Széljárásaink többé nem fogják keresztezni egymást. Igazat szóltál, be kell fejezzem, amit elkezdtem. Ha megsemmisülünk, s az új Széljárás megköveteli, akkor nekem készen kell állnom követni azt.

source: So it must be... May your fire light the way in darkness.
hu: Hát legyen... Tüzed világítsa meg az utadat a sötétben!

source: May your wings catch the winds to soar.
hu: kedvező szél emelje a szárnyaidat magasba!

source: Epilogue
hu: Epilógus

source: Dominant Karron heard the Memories Spoken to her by the gliders. She led several flights west beyond Morogor to the distant Green Isle. Together with the noble creatures of this far land, she would strive to drive off the opposing legions so new eyries might be set there.
hu: Karron főnök a surranói által elbeszélt Szájhagyományt hallgatta. Több szárnytestet vezetett Morogortól messze nyugatra, a távoli Zöld-szigetre. Együtt a sziget nemes lényeivel kiszorította az ellenségek légióit, s új sárkányfészkeket alapított a területen.

source: Countless drakes flocked from Morogor to scorch the Greatland with their need. Those creatures that survived their hunt formed large hosts with a deadly cunning. Soon, whole flights fell to their own prey. Others were scattered far across the Greatland as more poured over from Morogor to supplant them.
hu: Számtalan perzsekény érkezett Morogorból, hogy helyet égessenek maguknak a Nagyföldön. Azok a lények, amelyek túlélték a vadászatot, halálos ravaszsággal nagy csapatokat alkottak,. Hamarosan egész szárnytestek váltak vélt prédáik áldozatává. Mások szétszóródtak a Nagyföldön, miközben egyre többen érkeztek Morogorból, hogy felváltsák őket.

source: As most grew weary of the hunt, Dominant Gorlack summoned all flights to a counsel gathering high upon his Sunreach Peaks. There, he shared with them a new Windpath, the <b>Great Contention</b>. By its wisdom, any creatures that spoke with an honest tongue, that respected the domain of another, that obeyed our Ways... might not be taken as prey. Such creatures would be justly feared as fellow contenders for world dominance.
hu: Mivel a legtöbbjük belefáradt a vadászatba, Gorlack főnök összehívta az összes szárnytestet egy tanácskozásra az Égigérő-csúcs ormára. Ott megosztotta velük egy új Széljárás, a <b>Nagy Verseny</b> szabályait. Eszerint minden olyan lény, aki őszinte nyelven beszélt, tisztelte a mások területét, alávetette magát az Útnak... kivétetett a zsákmányok közül. Az ilyen lényekre jogosan tekinthettek úgy, mint a világuralomért versengő társakra.

source: In accord, the flights went again into exile, withdrawing to the Greatland’s many remote places. So ended the <i>War with Prey</i>.
hu: Ezzel összhangban a szárnytestek visszavonultak a Nagyföld számos távoli helyére. Így ért véget a <i>Prédákkal Vívott Háború</i>.

source: Caravel
hu: Karavella

source: The sturdy and reliable Caravel is the mainstay of human oceanic exploration, shipping and projection of influence. More seaworthy than lighter vessels, one might yet be spied navigating deeper rivers, where the maneuverabilty and shallow draft somewhat compensate for the tonnage of the vessel. While its modest speed compared to the vessels of other races makes evasion difficult, its tall fore and aft castles hold a powerful arsenal of ballistae to fend against pirate and sea monster alike. The Caravel can dock at coastal villages, though this makes it entirely vulnerable.
hu: A robusztus és megbízható karavellák az emberi óceánjárók fő hajói felfedezés, kereskedelem vagy utazások céljára. Sokkal biztonságosabbak a könnyű járműveknél, s még akár kémkedésre is használható a mélyebb folyókon navigálva, ahol a manőverezhetőség és az alacsony fedélzet kompenzálja az eszköz súlyát.

source: ballista
hu: lándzsavető

source: polybolos
hu: kővető

source: Gate
hu: Kapu

source: An old gate of highest quality.
hu: Egy jobb minőségű régi kapu.

source: Outrigger
hu: Külvitorlás

source: Cutting light and shallow through the water’s surface, these raiding craft easily intercept the more substantial and seaworthy vessels of Wesnoth. While well armed and heavily crewed for their size, orcish Outriggers nevertheless rely on numbers to overcome well defended shore settlements and shipping. The shallow draft of the outrigger’s hulls allows it to be landed at coastal villages, though this makes it entirely vulnerable.
hu: A víz felszínén könnyedén és gyorsan haladva ezek a portyázó hajók könnyen észlelik Wesnoth nagyobb és robusztusabb hajóit. Bár méretükhöz képest jól felfegyverkezettek és nagy legénységgel rendelkeznek, az ork külvitorlások mégis a számbeli fölényükre támaszkodnak, hogy legyőzzék a jól védett part menti településeket és hajókat. A külvitorlások hajótestének sekély merülése lehetővé teszi, hogy part menti falvakban is kiköthessenek, bár ez komolyan sebezhetővé teszi őket.

source: boarders
hu: oldalpenge

source: onager
hu: tűzvető

source: Storm Wisp
hu: Viharlidérc
