Repository: stevecotton/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: hu

source: There are many tales of the strange storms which roam the Great Ocean and batter its shores. A number tell of twisting thunderheads moving against the wind in pursuit of ill–fated ships. These immensely powerful entities are most commonly known as Storm Wisps. Among learned magi, it is understood they are a kind of wisp, like those sighted drifting over the outlying marshes or glimmering faintly in the deep woods. Whatever else may be known of Storm Wisps is kept a secret of the elves. And perhaps also the silver order of magi, which has long studied such phenomena.
hu: Sok legenda szól a Nagy-óceánon tomboló különös viharokról, amik időnként lecsapnak a partokon is. Nem kevés beszámol a széllel szemben haladó örvénylő vihargomolyokról, amik a balsorsú hajókra csapnak le. Ezeket az elképzelhetetlenül brutális jelenségeket közönségesen viharlidércnek nevezik. A tanult mágusok a lidércek közé sorolják őket, ahogy azokat a jelenségeket is, amik félreeső lápokban, erdők mélyén halványan fénylenek. Minden egyebet, amit a viharlidércről tudni lehet, a tündék szigorú titokként őriznek. Hasonlóan az ezüst mágus rend tagjai, akik régóta tanulmányozzák a jelenséget.

source: whirlwind
hu: szélörvény

source: squall
hu: sikítás

source: lightning
hu: villám

source: Stymphalian
hu: Sztimfaliai

source: Stymphalians are vicious and fiendish-tempered carnivorous birds that fly through the skies in search of their prey, which can range from small rats to large humans. Their piercing, bronzy beak can chew through even the hardest bone, and their mighty wingspans are covered in blade-sharp feathers which they can fling en masse towards their victims. Most humans would run from this bird’s call, though some drakes use their superior strength to hunt them.
hu: A sztimfalik gonosz és ördögi természetű ragadozó madarak, amelyek az égen repülve keresik zsákmányukat, amely lehet kis patkánytól nagy emberig bármi. Átható, bronzszínű csőrükkel még a legkeményebb csontokat is átvágják, hatalmas szárnyaikat borotvaéles tollak borítják, amiket tömegesen hajíthatnak áldozataikra. Bár a legtöbb ember elmenekülne ennek a madárnak már a hangjától is, néhány perzsekény az erőfölényét kihasználva vadászik rájuk.

source: stiletto beak
hu: gyilokcsőr

source: bladed feathers
hu: borotvatoll

source: Wyrm
hu: Szárnyas kígyó

source: Wyrms are strange beasts, stout serpents with wings, but no legs. They are relatively rare, and their presence is attributed to some eccentric wizard or dragon. Mature Wyrms have excellent control of their fire breath attack, as if they are themselves miniature dragons.
hu: A szárnyas kígyók furcsa lények, erős, szárnyas hüllők, de lábuk nincs. Viszonylag ritkák, és létüket néhány excentrikus varázslónak vagy sárkánynak tulajdonítják. A felnőtt szárnyas kígyók kiválóan tudják irányítani tűzlehelet-támadásukat, mintha maguk is miniatűr sárkányok lennének.

source: fangs
hu: agyar

source: breath
hu: fúvás

source: blast
hu: robbanás

source: This attack also harms everyone near the opponent.
hu: Ez a támadás az ellenség körül lévőket is megsebzi.

source: So much left... unfinished...
hu: Oly sok minden maradt... bevégezetlenül...

source: Arinexisss... Your time hass come too sssoon!
hu: Arinexissszzz... Túl hamar bevégezted!

source: My dragon, I have failed you...
hu: Sárkányom, cserben hagytalak...

source: fighter intendant
hu: harcos segéd

source: clasher intendant
hu: szembeszálló segéd

source: +$amount experience
hu: +$amount tapaztalatpont

source: Sapphire of Ice
hu: Jégzafír

source: This sapphire grants the bearer a ranged cold attack!
hu: Ez a zafír a tulajdonosának hideg távolharci sebzést biztosít!

source: sapphire of ice
hu: jégzafír
