Repository: stevecotton/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: hu

source: Winds of Fate
hu: Végzet-szél

source: WoF
hu: V-sz

source: As the once plentiful hunting grounds of Morogor slip below the waves, war looms between drakes driven rogue by hunger and those still honorable. Yet the winds of fate may be shifting, for inspired by legends of vast far away lands, a pack of fledgling hunters makes ready to lead their kind on a journey towards salvation.
hu: Ahogy Morogor egykor bőséges vadászterületeit elöntik a tenger hullámai, az éhségtől vezérelt perzsekény banditák és a törvényt követő vadászok között felsejlik a háború rémképe. Ám a végzet szele talán fordulatot vesz, mert a legendákban megőrzött távoli földek emléke egy csapat fiatal vadászt arra ösztönzött, hogy fajukat ezen régi földek felé vezessék a túlélés reményében.

source: <i>Features XP-based recall costs and frequent scenarios with no turn limits.</i>
hu: <i>TP alapú visszahívási költségek, s korlátlan hosszúságú küldetések.</i>

source: (Hard level, 11 scenarios.)
hu: (Nehéz szint, 11 küldetés)

source: Aspirant
hu: Jelölt

source: Easy
hu: Könnyű

source: Intendant
hu: Segéd

source: Normal
hu: Átlagos

source: Dominant
hu: Főnök

source: Hard
hu: Nehéz

source: Ancestor
hu: Ős

source: Nightmare
hu: Rémálom

source: Authors
hu: Szerzők

source: Graphics
hu: Grafika

source: Alpha Testing
hu: Alfa tesztelők

source: Based on Wings of Victory by:
hu: A Győztes szárnyak hadjárat alapján, ennek szerzője:

source: The Hunt
hu: A vadászat

source: From the skies above, the glider caste felt the Winds of Fate.
hu: Az ég magasából a surranó kasztbeliek érezték a Végzet-szél eljövetelét.

source: They saw the diminishment of our nourishing lands as the isles of Morogor slipped into the sea. They heard the cries of starving hatchlings before the wasting’s eternal hush.
hu: Látták, ahogy a minket tápláló földek lassan fogyatkoztak, Morogor szigetei a tengerbe süllyedtek. Hallották az éhező fiókák sivalkodását, mielőtt a pusztulás örök csendje beköszöntött volna.

source: Newer flights scraped out a meager existence on islets of rock their ancestors would have scorned. With envious eyes these flights gazed upon the green expanses of the central isles. Then it began...
hu: Az újabb szárnyrajok a szűkös megélhetést biztosító sziklás szigetekre szorultak, amelyeket őseik megvetettek volna. Ezek a szárnyrajok irigykedve nézték a központi szigetek buján zöldellő területeit. Aztán elkezdődött...

source: One by one, the most desperate flights turned rogue. They broke the long peace among drakes by invading the domains of their neighbors. One by one, the rogues were destroyed by the honorable flights in accord with the Ways. Still more turned; two by two, then four by four. Soon enough there would be more flights to betray the Ways of Morogor than uphold them.
hu: A legkétségbeesettebb szárnyrajok tagjai egymás után kezdtek fosztogató akciókba. Megszegték a perzsekények közötti hosszú békét, betörtek szomszédaik területére. Ezeket a banditákat, egyiket a másik után semmisítették meg az Út követői. A fosztogatók száma mégis egyre gyarapodott, kettesével, majd négyesével támadtak. Hamarosan több szárnyraj volt, amely letért Morogor Útjáról, mint amelyik betartotta annak törvényeit.

source: It was in this dark time the glider caste felt a familiar Windpath under their wings, a path newly recast from the twisting Winds of Fate. Curious landbound creatures had been sighted on the Isle of Omarath. Faring across the ocean upon their wooden sea skimmers, they journeyed from beyond one side of the horizon to the other. Even the strongest of wing could not safely follow them so far as they went, lest they pass the point of no return. Just the same, the ancient glider caste had more than a notion of their destination.
hu: Ezekben a sötét időkben a surranó kasztbeliek ismerős széljárást véltek a szárnyaik alatt megjelenni, amely az örvénylő Végzet-szélből támadt. Kíváncsi földhözragadt lények tűntek föl Omarath szigetén. A tenger hullámain sikló alkalmatosságaikon közlekedtek a látóhatár egyik végétől a másikig. Még a legerősebb szárnyú vadászok sem voltak képesek követni őket, olyan messzire mentek, túl azon a ponton, ahonnan nincs visszaút. A legöregebb surranó kasztbelieknek is csak halvány sejtései voltak az úticéljukról.

source: For their Spoken Memories told what other castes had forgotten. There are lands beyond Morogor, across the Great Ocean. From there drakes came long ago. To this wider world we needed return.
hu: A Szájhagyomány fönntartotta a régi idők emlékeit, amit más kasztbeliek már elfelejtettek. Vannak tágas szárazföldek Morogor szigetein kívül is, a Nagy-óceánon túl. Ahonnan a perzsekények ősei jöttek. S ebbe a tágas világba kell nekünk visszatérnünk.

source: Gorlack’s Wing
hu: Gorlack Szárnyraja

source: Kill 20 creatures ($kill_total killed so far)
hu: Begyűjtesz 20 zsákmányt (Eddig $kill_total zsákmány van a terítéken)

source: Death of Gorlack
hu: Gorlack elesik

source: Death of Resha
hu: Resha elesik

source: Oases heal and cure
hu: Az oázisok gyógyítanak, s mérget űznek

source: $kill_total of 20 prey harvested
hu: 20-ból $kill_total zsákmány van a terítéken

source: Behold, the Isle of Gaall. The most perilous hunting ground in the Domain of Vladnir. Spurred by the hunger cries of their hatchlings, many a hunter has journeyed to this place. Only to become its prey.
hu: Íme, Gaall szigete. Vladnir tartományának legveszélyesebb vadászterülete. Az éhező fiókáik sivalkodásaitól hajtva sok vadász próbált itt zsákmányt szerezni. S aztán maguk estek prédául.

source: Our trial for aspirancy has come at last. The hunt that awaits us below will prove a worthy test.
hu: Végre eljött a jelöltek próbatétele. Az alant váró vadászat méltó próbatételnek bizonyul majd.

source: If only we could still count Karron among us... I fear without her aid this trial will outmatch us. We too may fall prey to this isle.
hu: Bárcsak Karron még mindig közöttünk lenne... Attól tartok, hogy nélküle ez a próbatétel túl nagy falat nekünk. Mi is áldozatává válhatunk a szigetnek.

source: Karron never was among us, verily. Her heart sought glory over our greater purpose.
hu: Karron igazából soha nem volt velünk. A saját érdekei vezérelték a mi nagyobb céljaink helyett.

source: We need no further hunters to prevail here. No less of a challenge readies us for aspirancy. Neither the reascension long fortold by your caste. Call the Hunt.
hu: Nincs szükségünk további vadászokra, hogy sikeresek legyünk. Egyszerűbb kihívás nem készít fel bennünket a jelölti vizsgára. Ahogy a kasztod által régóta jósolt újjászületés sem. Induljon a Vadászat!

source: By your will— Hunters, descend! For the sake of our hatchlings, take all the prey you can carry!
hu: Ahogy akarod— Vadászok, szálljatok alá! A fiókáink érdekében ejtsetek el minden zsákmányt, amit csak tudtok!

source: Behold the many healing oases which dot this isle. Their cleansing waters purge miasma from wounds. While the tailleaf growing at their shores makes a fine poultice.
hu: Figyeljetek a szigetet tarkító számos gyógyító oázisra! Tisztító vizük eltávolítja a sebekből a fertőzést. A tópartokon növő faroklevélből pedig kiváló borogatás készülhet.

source: Any of us injured during the hunt should seek an oasis for healing.
hu: Aki a vadászat során megsérül, az ezeken a helyeken gyógyulhat.

source: Ah, it is you, Gorlack. In my fire for the hunt, I strayed from Karron’s pack. Then a bite from venomous prey drove my retreat here.
hu: Áh, te vagy az, Gorlack. A vadászat hevében eltávolodtam Karron csapatától. Aztán egy zsákmány mérges harapása késztetett arra, hogy ide meneküljek.

source: The waters flowing from the Cenotaph of Kotick have purged the venom from my wound. I ask sanction to join your hunt, so I might now purge the dishonor of my folly.
hu: A Kotick-síremlékből kifolyó vízzel kimostam a mérget a sebemből. Ha engedélyezed, hogy csatlakozhassak a vadászatotokhoz, akkor letörölhetem magamról a szégyenfoltot.

source: It was <i>Karron</i> that dishonored herself by not regathering you. My sanction is given.
hu: Ez <i>Karron</i> szégyene, hogy cserben hagyott. Engedélyezem a csatlakozásodat.

source: So it is, that timid Gorlack attempts the Trial of Gaall.
hu: Nicsak, a félénk Gorlack megkísérli a Gaall Próbát.

source: So it is, that brave Karron cowers within the Cenotaph of Morogor.
hu: Nicsak, a bátor Karron Morogor síremlékében bujkál.

source: Karron, you are without companions.
hu: Karron, hiszen te társak nélkül vagy.

source: One was slain. The other went astray.
hu: Az egyik társam áldozattá vált. A másik tévelyeg valahol.

source: To attempt this trial with only two allies was unwise.
hu: Két kísérővel nekivágni a próbának nem volt bölcs dolog.

source: Yet so have I already succeeded, <i>little glider</i>. All my prey-tokens are gathered; my hunt is ended.
hu: Ennek ellenére sikerrel jártam <i>kicsi surranó</i>. A szükséges számú zsákmányt begyűjtöttem; a vadászatom véget ért.

source: Then take your leave.
hu: Akkor akár mehetsz is.

source: As you wish.
hu: Ahogy óhajtod.

source: ...... Karron, hold.
hu: ...... Karron, maradj még!

source: ... It is perilous to depart from this place unaided. For your own sake, join us.
hu: ... Veszélyes dolog egyedül távozni erről a helyről. A biztonságod érdekében csatlakozz hozzánk!

source: Gorlack, it is purely for <b>your</b> sakes that I shall do so. One final time. When this isle is behind us, we part again as foes. You will taste humiliation at the contention. I shall deliver it.
hu: Gorlack, kizárólag a <b>ti</b> érdeketekben maradok. De utoljára segítek. Amikor ez a sziget mögöttünk marad, újra ellenfelekként válunk szét. Meg fogod érezni a megaláztatás ízét a megmérettetésen. Én fogom megismertetni veled.

source: (<i>Crackle</i>)
hu: (<i>Ropogás</i>)

source: Magnificent.
hu: Nagyszerű.

source: That is a Teller. Perhaps the only beings elder than our Spoken Memories. In the Time of Beginning, they were great as stormclouds. Luminous as the skyfire of the same.
hu: Ez egy Mesélő. Talán csak ők olyan idősek, mint a Szájhagyományaink. Az Időszámítás Kezdetén hatalmasak voltak, mint a viharfelhők. És olyan fényesek, mint az égi tűz.

source: Ward thyselves for it has arrived. The grey light that shades the living worlds. The calm wind that snuffs warm souls. The Faerie reached this world.
hu: Óvakodjatok, mert megérkezett. A szürke fény, amely beárnyékolja az élő világokat. A hűvös szél, amely elnyomja a meleg lelkeket. A tündérek elérték ezt a világot.

source: It whispers...
hu: Valamit suttog...

source: Before the world grew cold, the Tellers spoke to us our first Memories. Some of their wisdom, shared to us. Yet now they can only whisper, too softly to be heard. The final words they spoke aloud... “ Ward thyselves. The Faerie reached this world. ”
hu: Mielőtt a világ hideggé vált, a Mesélőktől hallottuk első emlékeinket. Megosztották velünk bölcsességük egy részét. Most azonban már csak suttogni tudnak, túl halkan ahhoz, hogy meghalljuk őket. Az utolsó szavakat azonban hangosan mondta... „Óvakodjatok! A tündérek elérték ezt a világot.”

source: There has never been time enough to waste on these glider myths. Yet you do so during <i>the hunt</i>. Gorlack, you have grown so very weak to this folly of Resha’s.
hu: Soha nem pocsékoltam időt ezekre a surranó mítoszokra. Te pont ezt teszed, s épp a <i>vadászat</i> alatt. Gorlack, annyira meggyengültél Resha ostobaságai miatt.

source: Curse these nipping beasts! Gorlack, the rest are in your keeping; I must withdraw.
hu: Ezek az átkozott állatok! Gorlack, a maradék munkát rád bízom; nekem mennem kell.

source: Victory is yours, <b>Aspirant</b> Gorlack.
hu: Győztél, Gorlack <b>Jelölt</b>.

source: Learn from this trial, Resha. Your doubt voiced at the onset of this hunt; see now its futility.
hu: Tanulj ebből a próbából, Resha! Kételyeidet hangoztattad a vadászat elején; most láthatod azok csődjét.

source: Your Windpath was well chosen. I was wrong to doubt your fearless heart, to which I owe my life.
hu: Jó Széljárást választottál. Tévedtem, amikor a tántoríthatatlanságodat alábecsültem, pedig ennek köszönhetem az életemet is.

source: Gorlack... though you have forbade it, I must speak of <i>the cave</i>. My life–debt to you must be—
hu: Gorlack... bár megtiltottad, muszáj beszélnünk <i>a barlangról</i>. Az életemért való hála kötelez arra, hogy—

source: Nay! There is nothing more to be said of that place.
hu: Nem! Semmit nem akarok hallani arról a helyről.

source: You know what lies ahead. Henceforth, we must look only to the future.
hu: Tudod, mire készülünk. Ezért most kizárólag előre kell tekintenünk.

source: Reclamation
hu: Visszafoglalás

source: Having risen to the rank of aspirant, Gorlack only needed perform an act of duty to secure his entry into the contention.
hu: Miután Gorlack jelöltté lépett elő, szükségessé vált, hogy egy hasznos akcióval bizonyítsa rátermettségét, alkalmasságát a megmérettetésen való részvételre.

source: The opportunity arose with a summons from Dominant Vladnir...
hu: A lehetőséget Vladnir főnök meghívása biztosította...

source: The treachery of Gorath Ohm was only a brush with the coming war between flights. Many eyes watch us that will soon be of rogues. They spy frailty... For even now an infestation of voracious landbound creatures keeps a holdfast on our northernmost isle. This isle that was before bountiful with game is now laid bare by these infesters.
hu: Gorath Ohm árulása csak egy kis ízelítő volt a közelgő háborúból. Árgus szemekkel figyelnek minket azok, akikből hamarosan banditák lesznek. A gyengeség jeleit keresik... A legészakibb szigetünket e pillanatban egy garázda, földhözragadt népség szállta meg. Ez a sziget korábban gazdag vadászterület volt, most ezek az élősködők teljesen letarolták..

source: So then let this pestilence be harvested in place of the meat it has taken!
hu: Irtsuk ki ezeket az élősködőket, s állítsuk vissza a vadászterületet!

source: Aspirant Karron, offer your ploy of attack.
hu: Karron jelölt, mutasd be a támadási tervedet!

source: Full encirclement from offshore. No escape will be permitted. From the circle I shall spy their thinnest line of defense. Then strike through it to reach the nighest watchtower. From there I rally a force to purge the isle. Wherever their defenses thin to feed a counter attack against me, the circle will fall upon.
hu: Teljes bekerítés a partok mentén. Egy egér sem juthat ki. Megkeresem a leggyengébb védelmi vonalukat. Aztán ott áttörök, elérem a legközelebbi bázist. Oda összpontosítom a sereget, onnan kiindulva megtisztítom a szigetet. Ahogy a védelmük gyengül, mert az ellentámadáshoz erőket vonnak el, a bekerítést is szorosabbra vonjuk, szorul a hurok.

source: A firm ploy, Aspirant Karron. Now offer yours, Aspirant Gorlack.
hu: Határozott elképzelés, Karron jelölt. Halljuk a te elképzelésedet is, Gorlack jelölt!

source: Cornered prey defends its back. Encircling is folly. Let our prey think they can thwart us. Two equal wings of drakes. First wing strikes southeast watchtower on first dawn. The creatures will rally to fall upon it, a mere half force as it is. On second dawn, second wing strikes opposite from northwest. Where they will find our prey’s back turned to them.
hu: A sarokba szorított állat elszántan védekezik. A körülzárás ostobaság. Hadd higgye a préda, hogy van esélye ellenünk. Két egyforma szárnyrajt javaslok. Az első szárnyraj hajnalban a délnyugati őrtoronyra támad. A lények összegyűlnek, hogy rátámadjanak, de csak a fél seregre. Másnap hajnalban a második szárnyraj északkeletről támad. A préda hátába kerülve meglephetik őket.

source: Your first wing would not last the day, Gorlack. It is you who speaks folly!
hu: Az első szárnyraj nem bírná ki a napot, Gorlack. Te vagy az, aki ostobaságokat beszél!

source: The wing will hold. I shall lead it myself to see that it does.
hu: Egy igazi szárnyraj kitart. Én magam vezetem őket, hogy bizonyítsam.

source: Aspirant Gorlack, for the first time your ploy is bolder than Aspirant Karron’s. I am curious as to why.
hu: Gorlack jelölt, ez az első alkalom, hogy Karron jelöltnél merészebb elképzeléssel állsz elő. Érdeklődnék, hogy miért.

source: So that I may capture the leader of our prey unspoilt. Urged by the touch of flame, this creature might breathe secrets for reaching far lands beyond the sea.
hu: Azért, hogy sértetlenül elfoghassam a horda vezérét. Kicsit megsütögetve a talpát ez a lény elárulhatja, hogy érhetők el a tengeren túli távoli szárazföldek.

source: Again you waste time pondering Resha’s glider myths! If the far lands of glider legend ever were, they now dwell below the waves. Every raindrop drowns more of the world till the sky itself is filled.
hu: Újfent Resha surranómítoszainak bűvkörében mozogsz! Ha a surranólegenda távoli földjei léteztek valaha, mára már a hullámok alatt nyugszanak. Minden esőcsepp elmos egy újabb darabot a világból, s az ég tele van esőcseppekkel.

source: Wingless. Finless. These intruders are land bound. They can only be from distant land.
hu: Szárnyak nélkül. Uszonyok nélkül. Ezek a betolakodók a földhöz vannak ragasztva. Csakis azokról a távoli szárazföldekről jöhettek.

source: So it will be. Aspirant Gorlack, you may take this captive for inquisition. Aspirant Karron, you have lead of the second wing. The Hunt is Called.
hu: Ám legyen! Gorlack jelölt, foglyul ejtheted, s kivallathatod azt a lényt. Karron jelölt, te vezeted a második szárnyrajt. Kezdődjék a Vadászat!

source: Infesters
hu: Behatolók

source: Karron’s Wing
hu: Karron Szárnyraja

source: Flight Omakon
hu: Omakon szárnyteste

source: Capture Viragar by surrounding him with drakes on all six sides (best do so before Karron’s wing gets to him)
hu: Elfogod Viragart úgy, hogy mind a hat szomszédos mezőjén perzsekénnyel veszed körül. (ajánlott Karron szárnyrajának akciózása előtt megtenni)

source: Destroy any remaining orcish ships
hu: Megsemmisíted az összes maradék ork hajót

source: Death of Viragar
hu: Viragar elesik

source: Karron’s Wing will attack from the northeast on turn 7
hu: Karron szárnyraja a hetedik körben kezd támadni északkelet felől

source: It seems by our swift approach we have evaded our foe’s notice. They have yet to rally a defense.
hu: Úgy tűnik, gyors közeledésünkkel elkerültük ellenségünk figyelmét. Még nem szervezték meg a védekezésüket.

source: We shall retake the nigh watchtower before they do so. From there we rally a defense of our own.
hu: Mindenekelőtt visszafoglaljuk ezt a közeli őrtornyot. Onnan szervezzük meg a hídfőállás védelmét.

source: If we are to ensnare their leader unharmed, then we must surround it with our hunters.
hu: Ha sértetlenül akarjuk elfogni a vezérüket, akkor a vadászainkkal körbe kell keríteni.

source: Make that your first task, Resha. Once we have our captive, burn their sea skimmers. The landbound prey may then be left for our younger hunters to harvest.
hu: Ez legyen az első feladatod, Resha. Miután elfogtuk a foglyot, égesd el a tengeri járműveiket! A földhözragadt zsákmányt pedig a fiatalabb vadászainknak hagyhatjuk.

source: These vomiting wyrms again!? I HATE THEM!!!
hu: Már megint ezek a hányinger sárkányok!? GYŰLÖLÖM ŐKET!!!

source: Rally! Rally! Get to your posts, you scum! Wyrms are raining down on us! Pull our boats back and keep the fire breathers off them!
hu: Riadó! Sorakozó! Foglaljátok el az állásaitokat, söpredékek! Sárkányok potyognak az égből! Vonjátok vissza a hajóimat és tartsátok távol tőlük a férgeket!

source: I told you to keep my boats away from those wyrms, you useless SCUM! Wyrms breathe fire... boats are wood... fire is BAD for wood.
hu: Mondtam, hogy tartsátok távol a sárkányokat a hajóimtól, haszontalan SÖPREDÉK! A sárkányok tüzet okádnak... a hajók fából vannak... a tűz ÁRT a fának.

source: Oh, fire breathing ‘wyrms’ ... thought you meant protect the boats from woodworms. That makes more sense; never heard of fire breathing woodworms.
hu: Ja, a tűzokádók a 'férgek'... azt hittük a farontó férgektől kell távoltartani őket. Ami azt illeti, tűzokádó farontókról eddig még nem hallottunk.

source: They are committed now, SO just ATTACK! Harry them with everything you got, dung maggot!
hu: Akkor most már hallottatok, ELÉG a pofázásból, TÁMADÁS! Pusztítsátok őket, ahogy tudjátok, ganéjtúró férgek!

source: Clasher, fall in.
hu: Szembeszálló, csatára fel!

source: My duty is to first destroy the Secrets of our library. The Secrets my caste keeps must not be seen by a foe.
hu: Az én feladatom mindenekelőtt az, hogy megsemmisítsem könyvtárunk Titkos Dossziéit. A kasztom által őrzött titkok nem kerülhetnek az ellenség kezébe.

source: There is no foe on this isle, only prey. The hunt has been called. Your prior duty is hereby superseded.
hu: Ezen a szigeten nincsenek ellenségek, csak zsákmányok. A vadászat megkezdődött. Eddigi feladatod ezzel megváltozott.

source: This firescale is far too cumbersome for armor making... Clasher glyphs are engraved into it; this firescale must bear Secrets of their caste.
hu: Ez a tűzpikkely túl könnyű páncélkészítéshez... Szembeszálló-jelek vannak belevésve; ez a tűzpikkely biztosan a kasztjuk egyik Titkos Dossziéja.

source: It is forbidden for me to speak the Secrets engraved into this firescale. By the Ways of Morogor, we clashers must keep our Secrets.
hu: Tilos beszélnem ezekről a titkokról, amik erre a tűzpikkelyre vannak vésve. Morogor Útja szerint nekünk, szembeszállóknak meg kell őriznünk a titkainkat.
