Repository: stevecotton/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: hu

source: Princess Mew
hu: Mew hercegnő

source: Wesmere March Guard
hu: Wesmere-i határőrök

source: Kill all prey
hu: Begyűjtesz minden zsákmányt

source: Opponents will remain passive until attacked
hu: Az ellenségek nem mozdulnak, amjg támadás nem éri óket

source: Use of fire attacks on anyone standing in forest will ignite sweeping wildfires (due to enchanted leaf litter)
hu: Tűz támadást alkalmazva az erdőben álló ellenséggel szemben tűzvészt indukál (köszönhetően a kiterjedt avarnak)

source: Anyone standing on wildfire for a turn suffers 16 fire damage
hu: A kör kezdetén tűzben állók 16 tűzsebzést szenvednek el

source: You monsters there! Halt! This is the sovereign realm of Wesmere. No further may you go.
hu: Ti, szörnyek, ott! Megálljatok! A független Wesmere államba próbáltok behatolni. Nem mehettek tovább!

source: Monsters?! For spewing such hurtful venom, the true monster is you, Vonel! We must look deeper than their hideous and odious exteriors. Look deep to the beauty within!
hu: Szörnyek?! Ilyen sértő durvaságot köpködve, inkább te vagy a szörnyeteg, Vonel! Mélyebbre kell tekintenünk, mint a zord tekintet vagy a durva külső. Lássuk meg a belső szépséget!

source: Princess, I beg of you, walk not again into jeopardy!
hu: Hercegnő, kérlek ne rohanj megint fejjel a falnak!

source: Be silent, Vonel. For I am no mere “princess” awaiting your salvation; I am a Lady of Wesmere!
hu: Hallgass, Vonel! Én nem csak egy egyszerű „királylány” vagyok, aki arra vár, hogy megmentsd; én Wesmere úrnője vagyok!

source: <small><i>you will always be a princess to me...</i></small>
hu: <small><i>számomra te mindig csak kis királylány maradsz...</i></small>

source: Your beastly sinews and steel tools of death do not impress me, Vonel, for my witful tongue and virtuous conscience are more than protection enough in any case I may find myself.
hu: A vadállati izmaid és acélból készült halálos fegyvereid nem nyűgöznek le, Vonel, mert éles nyelvem és erényes lelkiismeretem több, mint elég védelmet nyújtanak számomra bármilyen helyzetben.

source: <i>... Shek’kahan, thisss is elves’ sssoft underbelly I ssspoke of... </i>
hu: <i>... Shek'kahan, ez az a gyenge pont, amiről bessszzzéltem... </i>

source: These creatures of yours ramble incomprehensibly.
hu: Ezek a te lényeid összevissza fecsegnek.

source: <i>That is jussst what they do. Now I will further pacify them with praise—</i>
hu: <i>Pontossssan ezt tessszzzik. Mosssst tovább fogom őket kábítani egy kis hízelgéssel—</i>

source: Wise Salennea! We wish entry to your land to ssseek your counsssel. Grant usss thisssss, Salennea the Jussst!
hu: Bölcs Ssssalennea! Bebocsátássssért essssedezünk, hogy tanácsodat kérhessssük. Engedd meg belépéssssünket, Igazlátó Ssssalennea!

source: Ah, “Salennea the Just”. I shall weave this into the long twine of my existing titles... “Wise Lady Salennea, the Just, Wielder of the Sapphire of Ice, the Embracer of Woses, the Merciful to Orcs, Keeper of Ca—
hu: Á, „Salennea, az Igazságos”. Ezt is beépítem a már meglévő címeim hosszú sorába... „Bölcs Salennea, az Igazságos, a Jégzafír Viselője, a Fapásztorok Védelmezője, az Orkok Kegyes Úrnője, aki őrzi a Ca—”

source: Salennea! ... we grow weary of travel... and we go hungry! <b>So Hungry.</b>
hu: Ssssalennea! ... elfáradtunk az utazásssstól... éssss éhessssek vagyunk! <b>Nagyon éhessssek.</b>

source: Salennea, pray allow usss entry.
hu: Ssssalennea, kérlek engedélyezd a belépésünket!

source: Nay! This is a March of Wesmere, we shall not...
hu: Nem! Ez Wesmere határa, mi nem...

source: Marches only part us, Vonel. Let all be welcome to Wesmere!
hu: Csak a mi számunkra határ, Vonel. Mindenki legyen szívesen látott Wesmere-ben!

source: This is my castle Saethrania — the Castle of Sharing. You may make an abode of castle Gliinoler — the Castle of Caring. My attendants will bestow whatever form of floral nourishment you most desire. Mayhap Bread of the Locust Fruit softened with Milk of the Hazel and sweetened with Sap of the Birch?
hu: Ez az én kastélyom, Saethrania – a Megosztás Kastélya. Ti pedig a Gliinoler kastélyban – a Gondoskodás Kastélyában – találhattok magatoknak szállást. Szolgáim mindenféle növényi táplálékkal el tudnak látni titeket, mi szem-szájnak ingere. Ajánlhatom a szentjánoskenyérfa gyümölcséből készült kenyeret, mogyorótejjel lágyítva és nyírfa nedvével édesítve?

source: Also, there are some little things I must ask of you... As I do realize your off-putting rough and scaly skin is largely beyond your control, I ask only that you dress well enough to cover as much of yourselves as you feel comfortable doing. I wish that you take no offense in my asking this favor! Further, I find your odors somewhat repulsive— Though I shan’t hold this against you! Still, if you would only treble bathe at the start and close of each day, and twice in between, it might do wonders! Also, regarding your weaponry—
hu: Egy apróságot én is szeretnék kérni tőletek... Úgy látom, hogy durva, pikkelyes bőrötökre nem sok gondot fordítotok, azt szeretném kérni hogy könnyítsetek az öltözéketeken, hogy kényelmesen tudjatok mozogni. Ne vegyétek sértésnek, amit mondok! Ami azt illeti, mocsárra emlékeztető szag terjeng körülöttetek— Nem sértésként mondom! Szóval ha rögtön vennétek egy fürdőt, s aztán a nap végén is egyet, s a két időpont közt még kétszer, az nagyszerű lenne! Ami a fegyvereiteket illeti—

source: We are ssssso weary... let usss dissscusss sssuch sssmall details in good time.
hu: Nagyon fáradtak vagyunk... bessszzzéljük meg ezeket az aprósssságokat azután, hogy kipihentük magunkat.

source: But of course.
hu: Ó, persze.

source: Vonel, have you seen my personal diary anywhere? It was in the safe keeping of a handmaiden of mine, but she has gone missing.
hu: Vonel, láttad valahol a személyes naplóm? Az egyik szolgálóleányom őrizte, de ő eltűnt.

source: <i>Another</i> of your handmaidens is missing? Since when has she gone missing?
hu: <i>Egy másik</i> szolgálóleányod is eltűnt? Mióta tűnt el?

source: Since I sent her to feed my precious aethenwood tygers.
hu: Mióta elküldtem, hogy megetesse az én drága aethenwoodi tigriseimet.

source: <i>Oh my...</i>
hu: <i>Háát...</i>

source: When my diary is found, see that no one looks upon its pages— My diary is very personal, Vonel!
hu: Ha megtalálják a naplóm, gondoskodj róla, hogy senki ne lássa a lapjait— A naplóm nagyon személyes, Vonel!

source: Of course, m’Lady.
hu: Természetesen, Úrnőm!

source: “The Diary of Lady Salennea”
hu: "Lady Salennea naplója"

source: 7th day of Greenleaf ...the Sapphire of Ice has yet improved even my own talent for the art of scrying. I have discarded my Orb of Pondering in favor of it. Soon I shall peer into the far side of our Faerie World, which that pretender Lady Dionli claims she fears to descry. She simply has not the talent to do so, though she shall never admit it. How I despise that upstart Lady Dionli, that usurper of my rightful place in the Ka’lian, whose only real talent is the art of...
hu: Levélzöldülés 7. napja ...a Jégzafír még a jóslási tehetségemet is javította. Elhagytam a Gondolkodás Gömbjét, és helyette ezt használom. Hamarosan belelátok a Tündérvilágunk távoli sarkaiba, amelyet az az imposztor Lady Dionli állítólag fél megpillantani. Egyszerűen nincs hozzá tehetsége, bár ezt soha nem ismerné be. Mennyire megvetem azt az uborkafára fölkapaszkodott Lady Dionlit, aki bitorolja a Ka'lianban engem illető helyet, és akinek egyetlen igazi tehetsége a...

source: 28th day of Greenleaf ...now that I have found a powerful ally in Lord Vanar of the far side, the days of Lady Dionli are nigh over. I need only complete a single small ritual for him, the details of which he shall provide to me after I gather the necessary elements. I list them here so as not to forget: — A slab of cold black granite. — One of my fair young handmaidens. — A twisted metal dagger that menaces with spikes of...
hu: Levélzöldülés 28. napja ...most, hogy hatalmas szövetségesre leltem a messzi távol élő Lord Vanar személyében, Lady Dionli napjai hamarosan véget érnek. Csak egy apró rituálét kell végrehajtanom neki, amelynek részleteit akkor fogja nekem elárulni, miután összegyűjtöttem a szükséges elemeket. Itt sorolom fel őket, hogy ne felejtsem el: — Egy darab hideg, fekete gránit. — Az egyik szép, fiatal szolgálólányom. — Egy csavart fémtőr, fenyegetően meredező tüskékkel...

source: 29th day of Greenleaf ...how was I to know Vanar’s ritual would involve blood sacrifice?! Oh, if only the wicked “Lady” Dionli had not put me in this unenviable position. Now I shall need another unsalaried novice handmaiden willing to work for “experience”...
hu: Levélzöldülés 29. napja ... honnan tudhattam volna, hogy Vanar rituáléja véráldozatot is magában foglal?! Ó, bárcsak a gonosz „Lady” Dionli ne hozott volna ilyen kínos helyzetbe. Most szükségem lesz egy másik fizetés nélküli kezdő szolgálólányra, aki hajlandó „gyakorlatszerzés” céljából dolgozni...

source: 1st day of Leaffall ...still more of these dreadful rituals must be completed before Vanar can place a curse upon my usurper. Yet if I stop now, everything I have sacrificed— <i>everyone</i> I have sacrificed —shall have been in vain! I owe it to them to continue...
hu: Lombhullás 1. nap ...még több ilyen rettenetes rituálét kell végrehajtanom, mielőtt Vanar átkot bocsáthatna arra a csalóra. De ha most abbahagyom, minden, amit feláldoztam— <i>mindenki</i>, akit feláldoztam —hiábavaló áldozat lesz! Tartozom nekik azzal, hogy folytassam...

source: 13th day of Leaffall ...the Ka’lian is growing suspicious because more of my attendants have gone missing than usual. I must vastly intensify my persona. And for future rituals, I shall need new <i>“guests of honor”</i> which are not of elfkind...
hu: Lombhullás 13. napja ...a Ka'lianban kezdenek gyanakodni, mert a szokásosnál több szolgálóm tűnt el. Sokkal erélyesebben kell megerősítenem a személyiségemet. A jövőbeli rituálékhoz pedig új <i>„tiszteletbeli vendégekre”</i> lesz szükségem, akik nem tündék...

source: 31st day of Leaffall ...those saurians may smell of the swamp they crawl from, but they shall make a worthy sacrifice to Vanar! I have extended a formal invitation to Arinexis, a saurian ambassador, or what passes for one amongst their primitive and malodorous kind. I shall show this saurian and its entourage every courtesy and tempt them with all the delights of elvish cuisine— seasoned with Shavings of the Yew...
hu: Lombhullás 31. napja ...ezek a gyíkok ugyan bűzlenek a mocsártól, ahonnan előmásztak, de kiváló áldozatként fognak szolgálni Vanarnak! Hivatalos meghívót küldtem Arinexisnek, a gyíkok nagykövetének, vagy annak, ami a primitív és büdös fajuk között nagykövetnek számít. Teljes udvariassággal fogom fogadni ezt a gyíkot és kíséretét, és elcsábítom őket a tünde konyha minden finomságával— megfűszerezve tiszafaforgáccsal...

source: $unit.name finds a shiny sapphire. Do you want this unit to take it?
hu: $unit.name egy ragyogó zafírt talál. Szeretnéd, hogy ez az egység vegye fel használatra?

source: Sapphire of Ice^Take it
hu: Vegye föl

source: Sapphire of Ice^Leave it
hu: Hagyja ott

source: $unit.name finds a shiny sapphire. But only a speaking unit can take it!
hu: $unit.name egy csillogó zafírt talál. De csak egy beszélő egység veheti föl!

source: This tree has been debarked by repeated scratching from animals of some kind. It smells strongly of a fig tree yet it is clearly an oak.
hu: Ezt a fát rendszeresen megszabadítják a kérgétől valamilyen kaparászó állatok. Erősen fügére emlékeztető illat lengi körül a fát, bár láthatóan tölgy.

source: Might I tempt you with some of the finest floral refreshments of elvish cuisine?
hu: Megkínálhatlak titeket a tünde konyha ékét képező virágos frissítővel?

source: Sssalennea, has your Ka’lian ruled to formally apologize to our Sssaurian Empire for sssetting loossse your human minions upon usssss?
hu: Ssssalennea, a Ka’lianod törvénybe iktatta a hivatalos bocsánatkérést a Gyík Birodalomtól, az emberi kegyenceitek által elkövetett túlkapások miatt?

source: The Ka’lian neither confirms nor denies any involvement. We elves of Wesmere have moved on from this matter and we hope you shall as well!
hu: A Ka’lian sosem erősíti meg, és sosem cáfolja a beavatkozást. Mi Wesmere tündéi már túlléptünk ezen az ügyön, s remélem, ti is ezt teszitek!

source: Oh we will move on, we will...
hu: Ó igen, túl fogunk lépni, túl fogunk...

source: ...as sssoon as we have finished with you here.
hu: ...mihelysssst végérvényessssen tissszzztáztuk a dolgot veled.

source: Gorlack, pray position your hunters well and then let usss attack!
hu: Gorlack, foglaljanak állást a vadászaid, aztán indítsuk el a támadássst!

source: Nay! This is a thing too terrible to foresee. Vonel, save me from these monsters!
hu: Ne! Ez szörnyűség, nem lehetett előre látni. Vonel, ments meg ezektől a szörnyetegektől!

source: I am coming to save you, m’Lady! Dispatch doves to the Ka’lian with word of our peril here!
hu: Jövök, Úrnőm, megmentelek! Küldjetek galambokat a Ka’lianhoz, veszélyben vagyunk!

source: Lady Salennea loosed them to the wilds this morning for sake of their well being... I shall bring word myself!
hu: Lady Salennea felszolgálta őket a vadaknak ma reggel, hogy jól érezzék magukat... Magam megyek a hírrel!

source: Nay, I need you here to defend this march until your dying bre—
hu: Nem, rád itt van szükség a határ megvédésére, utolsó leheletünkig kit—

source: You have slain me, Vonel. Your bias and slander against these gentle giants imbued them with a terrible yet justifiable wrath!
hu: Megöltél, Vonel. Elfogult és sértő hozzáállásod bőszítette föl ezeket a derék óriásokat, s hevítette őket a szörnyű, bár érthető indulat!

source: If only I had listened to you, my Lady... <small><i>my princess</i></small> ... Naaaaaaaay!
hu: Bárcsak hallgattam volna rád, Úrnőm... <small><i>hercegnőm</i></small> ... Neeeeeeee!

source: Flight, spread forth. Seize all this jungle offers us. Then regather upon the Sunreach Peaks.
hu: Szárnytest, széledjetek szét! Gyűjtsetek be mindent, amit csak kínál ez a dzsungel! Aztán találkozunk az Égigérő Csúcsnál!

source: Overlook
hu: Áttekintés

source: The main body of Flight Gorlack descended upon a rocky mountainside overlooking the Jungle of Wesmere. There, Dominant Gorlack waited for his wings of hunters to rejoin them.
hu: A Gorlack Szárnytest kemény magja letelepedett a sziklás hegyoldal pihenőjén, s letekintett a Wesmere-dzsungelre. Gorlack főnök itt várta be a többi vadász csatlakozását.

source: They were long overdue...
hu: Sokáig várakoztak...

source: Strange Creatures
hu: Különös teremtmények

source: Avatar of Nova
hu: Nova megtestesülése

source: Elves
hu: Tündék

source: Woses
hu: Fapásztorok

source: Gates
hu: Kapu

source: Passage Gate
hu: Átjáró kapu

source: Gorlack, Resha, Arinexis and Zedrix reach the cave exit
hu: Gorlack, Resha, Arinexis és Zedrix eléri a barlang kijáratát

source: Recruits and recalled veterans which exit before Gorlack does will survive, the rest will die
hu: A toborzott illetve visszahívott egységek túlélik a csatát, ha Gorlack előtt elérik a kijáratot, akik nem, meghalnak

source: Unrecalled veterans will survive
hu: A vissza nem hívott egységek túlélik a csatát

source: To command ressspect, our alliance with dragons mussst have <b>sssssome</b> name!
hu: Kellő tissszzztelettel, a sárkányokkal való ssszzzövetségünknek <b>valamilyen</b> nevet kellene adni!

source: ‘Sssibblings of Sssetting Sssun’
hu: ‘A Kelő Nap Tesssstvérissssége‘

source: ‘Union of Saurgrath and Morogor’
hu: ‘Ssssaurgrath és Morogor Uniója‘

source: ‘Alignment of Moon and Sssun’
hu: ‘Nap éssss Hold Csoportossssulássss‘

source: ‘Sandwalkers’
hu: 'Homokjárók'

source: ‘League of Ssseven Sssilver Ssstars and Five Fish of Firmament’
hu: Hét Ezüsssst Csillag éssss Öt Égi Hal Ligája

source: ‘Sandfolks’!
hu: 'Homoklakók'!

source: Ah, that is mossst favored name— ‘Sandfolksss’ —bland, yet no negative connotationsss which sssummon...
hu: Ah, ez a legssszzzerencséssssebb név— ‘homoklakók’ —egyszerű, éssss nincsenek negatjv képzettárssssítássssok, amik felidéznének...

source: You <b>will</b> be silent.
hu: Maradj <b>csendben</b>!

source: Report, Resha. There are still nine wings yet to rejoin us!
hu: Jelentést kérek Resha! Még kilenc szárnyrajnak kell csatlakoznia hozzánk!

source: Gorlack, the wings are slain.
hu: Gorlack, a szárnyrajokat felkoncolták.

source: Impossible...
hu: Lehetetlen...

source: The jungle withheld the elves’ true number. Just as our pride withheld their true potency. A full host of them now pursues us here. We must retreat to the eyrie with all haste.
hu: A dzsungel elrejtette a tündék valós számát. Ahogy a büszkeségünk is elfödte a valós képességeiket. Most minden erővel jönnek ellenünk. Vissza kell vonuljunk a sárkányfészekbe.

source: They are coming...
hu: Jönnek...

source: Our haul is too heavy to be flown with a dozen trips. We must not forsake it. Too much depends on it.
hu: Túlzottan föl vagyunk pakolva, hogy csak úgy könnyedén elröppenjünk. Nem hagyhatjuk itt a zsákmányt! Túl sok minden függ tőle.

source: Through thisss cave! Essscape through here...
hu: Itt vannak a barlangok! Ssszzzökjünk meg rajtuk keressszzztül...

source: With care, Arinexis, with care! Fire dussst is ssstrewn about.
hu: Óvatossssan, Arinexissss, óvatossssan! Pusssskaport ssszzzórtak ssszzzét mindenfelé.

source: Dragons, do not breath on thisss dussst!
hu: Ssssárkányok, ne fújjátok a tüzeteket a pusssskaporba!

source: Fire Dust... enough to bring down this cave behind us...
hu: Puskapor... elég az egész barlang beomlasztására mögöttünk...

source: ... a <b>cave</b>.
hu: ...egy <b>barlang</b>.

source: Gorlack, you know we must brave it... We shall do this. Together. You delivered me from <b><i>that</i></b> cave alive. I swear to you, Gorlack, I shall now repay you in kind.
hu: Gorlack, tudod, hogy meg tudjuk csinálni... Megcsináljuk. Együtt. Te kihoztál élve <b><i>abból</i></b> a barlangból. Fogadom, hogy hasonlóan én is kiviszlek innen!

source: Resha... about <b><i>that</i></b> cave... there is someth—
hu: Resha... <b><i>arról</i></b> a barlangról... van valami—

source: Land gliders! Their aim must be to delay us before the arrival of the others.
hu: Földre, surranók! Az ő segjtségükkel időt nyerhetünk, mielőtt megjönnek a többiek.

source: I need a few to hold a line across the mouth. The rest of you, into the cave!
hu: A barlang szája körül képezzetek vonalat! Többiek, irány a barlang!

source: Lodestane Mines of Gyldanwolf Clan Year of Wirk 368, 7th Month They elves wur back in the mushroom croft again, making dolly threats tae the laddies in that fancy tongue of thairs. Said thay wid attack if we gather ony mair wood tae feed oor mushrooms, it does nae even maiter if it be juist the pine! Hud the laddies pat up gates tae keep they elves oot fur now. If thay dae come back with an airmie we cannae handle, we hae flashpowder kegs aroond the load bearing walls. They elves ur sae impressed with that cute “magic” of thairs— think of the looks oan thair faces whin thay see dwarven kencraft at wirk! Still, oor woodcutters cannae harvest ony mair mushroom fodder oot of the forest withoot elves chipping away at thaim and the lodestane mines ur nearly tae the end of thair veins. Mibbie ah shuid trade this cave tae that streenge “Nova” cratur efter all. Whit ever it be ah dae nae care; if the elves ever come back then thay kin deal with it.
hu: A Gyldanwolf Klán bányája, Lodestane Wirk 368. évének 7. hónapja Visszagyüttek a tündék, s üres fenyegetéseket rinyáltak a gombamezőt figyuzó legényeknek, cifra cirádákban. Aszonták, megtámadnak münköt, ha fát gyűjtünk az erdeikbűl, légyen bár csakk egy csenevész fenyő. A legények kaput töttek oda, hó be tuttak gyünni, hogy ne tuggyanak. Ha gyünnek seregestül, amive' nem bírunk el, kiszórtunk pukaport a falak mellé. E' vannak tölve a "hatalmas" varázslataiktú'—de millyen pofát vágnak, ha lássák, hogy műkszik a mi kis törp rafinériánk, amíg rájuk nem omlik a mennyezet! Mive' a favággók nem műkszenek a tünde erőkben, niccsen táptalaj a gombáknak se, de az érctelérek is kimerültek, itt haggyuk ezt a helyet. Lehetne üzletőni, azza' a furcsa "Nova" línnye' egyíbkínt. Ott egye a fen. Fogla'kozzanak víle a tündék, ha visszagyünnek.

source: Is that you again, Khrakrahs?
hu: Te vagy az újra, Khrakrahs?

source: It is to his ssstronger brother, Shek’kahan, that you ssspeak!
hu: Az erősebb báty, Shek’kahan, akivel bessszzzélssszzz!

source: As you say.
hu: Ha te mondod.

source: I shall have passage through this mountain. You are advised to move aside.
hu: Átvágunk a hegyek alatt. Jól teszed, ha kitérsz az utunkból.

source: You have no means to threaten me. Even if you destroyed this grim avatar of mine, presently speaking to you, I would continue acting through my others in far off places. Now, I must resume my work and you must leave...
hu: Nincsenek eszközeid, hogy fenyegess engem. Még ha megsemmisítenéd is ezt a gyászos megtestesülésemet, aki hozzád beszél, tovább folytatnám a tevékenységemet a többivel messzi tájakon. Most vissza kell térnem a dolgomhoz, neked pedig távoznod kell...

source: Wait... what is that behind you? <i>Faerie</i> creatures have followed you... If they come much closer <b><u>It</u></b> will see what has been created here. The Faerie World sees and feels through the senses of all the simpler beings it has transmuted. And if it only glimpses my work in this early phase, we may lose our world’s best hope against it.
hu: Várj csak... Mi az ott mögötted? <i>Tündér</i> lények követtek... Ha sokkal közelebb jönnek, <b><u>AZ</u></b> meglátja, mit csinálunk itt. A Tündér Világ lát és érez minden egyes egyszerű lényének érzékein keresztül, amit befolyása alá vont. S elég egy futó pillantása is, a korai fázisban lévő művemre, hogy romba döntse a reményeinket.

source: The Faerie... You say those things that pursue us are ‘Faerie’. That is a fearsome word known from even our oldest Memories. Tell us its full meaning.
hu: A Tündérek... Azt mondod, hogy akik a sarkunkban vannak, azok 'Tündérek'. Ez a félelmetes szó szerepel a legrégibb Szájhagyományainkban is. Mondd el nekünk, mit is jelent ez pontosan!

source: There is <b><u>no</u></b> time for that! Faerie creatures are chasing you; you must leave the way you came or they will follow you here.
hu: <b><u>Nincs</u></b> vesztegetni való időnk! Tündér lények üldöznek benneteket; forduljatok vissza, különben ide jönnek ők is utánatok.

source: Gorlack, it is an ancient terror that hunts us. You must get our flight through this mountain at any cost.
hu: Gorlack, egy ősi ellenség vadászik ránk. Bármi áron, de át kell vágjunk a hegy alatt, nincs más lehetőségünk.

source: <i>*flicks tongue*</i> Dragonsss! Gate behind talking boness ssmellsss of fresh air. That isss way through mountain. We mussst break through that gate! With hassste, dragonsss!
hu: <i>*kidugja a nyelvét*</i> Ssssárkányaim! A bessszzzélő csontkupac mögötti kapu felől frissss levegő áramlik. Ott végződik az átjáró. Átkell verekednünk magunkat a kapuhoz! Gyorssssan, ssssárkányok!

source: Stop! I am using nearly all my Focus to spellbind these Faerie creatures from seeing the true nature of this place. I cannot hope to drive back an army of dragons at the same time! You leave me no choice but to destroy my creation to save its secret.
hu: Megálljatok! Kénytelen vagyok teljes erőből koncentrálni, hogy távol tartsam a Tündér lényeket, hogy meglássák ennek a helynek a valódi természetét. nem harcolhatok egyszerre egy horda sárkány ellen is! Nem hagytok más lehetőséget, mint hogy megsemmisítsem a kreatúráimat, hogy megőrizzem a titkot.
