Repository: stevecotton/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: hu

source: To spot the petty shoals, Resha formed her gliders into a forward line spanning several horizons. Even so, the shoals nigh slipped past their north wing unnoticed. At long last, the flight set down on them.
hu: Az apró zátonyok észrevétele céljából Resha különböző magasságokban repülő figyelőcsapatokat szervezett. Még így is éppen csak észrevették az északi raj alatt előtűnt foltokat. A szárnytest végre megpihenhetett.

source: Flight Gorlack
hu: Gorlack szárnyteste

source: Merfolk
hu: Sellők

source: Serpents
hu: Hüllők

source: Hold all villages at the end of turn 18
hu: A 18. kör végén minden falut birtokolsz

source: Not hold all villages at the end of turn 18
hu: Nem birtokolsz minden falut a 18. kör végén

source: You can make the naga allies by moving Resha next to their leader (if you have not killed any of them)
hu: Szövetséget köthetsz a nagákkal, ha Reshát a vezérük mellé viszed (s még nem öltél meg senkit közülük)

source: Clashers cannot be recruited or recalled
hu: Szembeszállókat nem toborozhatsz vagy hívhatsz vissza

source: It is summer, daytime is longer
hu: Nyár van, a nappalok hosszabbak

source: Ssssss! Leave our reef, fish imps.
hu: Ssszzzissszzz! Húzzatok el a zátonyainkról halördögök!

source: Naga interlopers, these isles are now annexed to the realm of Lord Typhon, and by his decree, you are banished from them.
hu: Naga betolakodók, ezeket a szigeteket Lord Typhon foglalta el, s a rendelete értelmében távoznotok kell.

source: My liege! Drakes have made landfall to your south!
hu: Uram! Perzsekények szálltak partra délen!

source: Drakes?! By the gods, how can they be out this far from their rocks?
hu: Perzsekények? Hogy az ördögbe kerültek ilyen messze a szikláiktól?

source: Ssssss! What is this? You bring bizarre winged hirelings to our parley... Treachery!
hu: Ssszzzissszzz! Miféle ssssunyiság ez? Ssszzzárnyassss zsoldossssnépet hívtatok a tárgyalássssra... Árulássss!

source: Naga interlopers, this shall be my final warning to you, depart at once!
hu: Naga betolakodók, utoljára figyelmeztetlek titeket, távozzatok véglegesen!

source: We will ‘de-part’ your fins from you and gulp your fry by the thousands. Ssssss!
hu: 'Távozni' az uszonyotok fog rólatok, s az ikráitok ezrével a gyomrunkba. Ssszzzzissszzz!

source: Long have the merfolk harried us. Now they hinder our journey across their ocean realm.
hu: Régen a sellők zaklattak minket. S most a birodalmukkal újfent akadályt gördítenek az utunk elé.

source: Without dominion over these shoals, we cannot reprovision. Yet the flight is direly weary from the journey. We should avoid conflict.
hu: Anélkül, hogy uralnánk ezeket a zátonyokat, nem tudunk újra töltekezni. A szárnytestünk rémesen elfáradt eddigi utunk alatt. Nem kellene konfliktusba bocsátkoznunk.

source: We outmatch them. We shall overcome them as so we always have.
hu: Lenyomjuk őket. Levágjuk őket, ahogy mindig is szoktuk.

source: If that is your will. Yet pray first recall the folly of Dominant Morogor at the Battle of the Crystal Sea.
hu: Ahogy óhajtod. Habár a hagyományaink ismerik Morogor főnök ostobaságát a Kristály-tengeri csata során.

source: ... You speak true, Resha. We must repeat not the ancient mistakes.
hu: ... Igazad van, Resha. Nem szabad megismételni elődeink hibáját.

source: I shall allow a sojourn of three days. The whole of the flight will rest. Except for we that are strongest of wing... We shall harass the sea devils whenever they offer the chance. By the third day’s end, we must hold all their settlements. For from those shall we, all at once, carry away <i>their</i> provisions with our rested flight.
hu: Három napos pihenőt engedélyezek. Az egész csapat pihenni fog. Kivéve minket, akiknek a legerősebb a szárnya... Bármikor, amikor lehetőség nyílik rá, zaklatni fogjuk a tengeri ördögöket. A harmadik nap végére minden településüket birtokolnunk kell. Mert onnan egyszerre el fogjuk vinni <i>az élelmüket</i> a kipihent csapatunkkal.

source: We might also forge a truce with the serpents.
hu: Kiegyezhetnénk a hüllőkkel is.

source: A truce with prey...
hu: Prédákkal egyezkedni...

source: Grant me your trust, for alien possibilities exist in this wider world. If we slay none of these serpents, I might turn their leader to our side. Yet I must get close enough to grasp the strange words it speaks. Otherwise, having not summoned us here, they will assume us allies of the merfolk.
hu: Engedelmeddel megpróbálkoznék szövetséget kötni, más világ, más szabályok. Ha nem bántjuk ezeket a kígyókat, talán a vezetőjüket a mi oldalunkra állíthatom. De ahhoz elég közel kell kerülnöm hozzá, hogy szót értsek ezzel a különös beszédű lénnyel. Ellenkező esetben, mivel nem ők hívtak ide minket, azt fogják hinni, hogy a sellők szövetségesei vagyunk.

source: I shall consider this.
hu: Megfontolom, amit javasolsz.

source: My liege, permission to engage the drakes?
hu: Uram, engedélyt kérek a perzsekények megtámadására.

source: Permission denied. Stay on your keep and let your forces engage them.
hu: Nem engedélyezem. Maradj a váradban, s hagyd hogy a sellőid harcoljanak!

source: With all due respect, sir, I am no coward. My father always led from the front and his fighters respected him for it.
hu: Engedelmeddel uram, én nem vagyok gyáva. Apám mindig a had élén úszott, s harcosai ezért külön is tisztelték.

source: Remain at your post, Nemas, that is an order. I have something special planned to turn the tides in our favor.
hu: Maradj a helyeden, Nemas, ez parancs! Van egy meglepetésem a hüllőink számára.

source: Strange waves circle the northernmost shoals. I fear the northern mermish plan to unleash monsters from the deep.
hu: Különös hullámok fodrozódnak az északi zátonyoknál. Attól tartok, az északi sellő mélységi szörnyeket akar megidézni.

source: Slaying their leader will halt their doing so.
hu: Ha levágjuk a vezért, akkor nem tudja megtenni.

source: That might spread us too thin. I must advise against it.
hu: Ez visszájára fordulhat. Nem javaslom.

source: Advance!
hu: Utánam!

source: Nemas, you are violating a direct order! Return to your keep at once!
hu: Nemas, megszegted a közvetlen parancsomat! Azonnal térj vissza a váradba!

source: Release the Kraken!
hu: Engedjétek ki a krakent!

source: Slimysuckers
hu: Nyálkáskorongú

source: Creepytentacles
hu: Borzasztókarú

source: Shluckplugle!
hu: Slukkplutty!

source: Largeeyes
hu: Nagyszemű

source: Glarpglup!
hu: Glugyglugy!

source: Stinkinink
hu: Füstölgőtintás

source: (<i>burp</i>)
hu: (<i>bugyborékolás</i>)

source: Behold your doom!
hu: Lássátok a végzeteteket!

source: Sharpspikes
hu: Élesszárnyú

source: Shinyscales
hu: Fényespikkelyű

source: Longtooth
hu: Hosszúfogú

source: Razorfin
hu: Beretvafarkú

source: (<i>cough</i>) ...rawr
hu: (<i>köhint</i>) ...khm

source: We seek an ally against these fiendish merfolk.
hu: Szövetséget ajánlunk ezek ellen a galád sellők ellen.

source: Ssssss? You will betray merfolk?
hu: Ssszzzissszzz? Átpártolnátok hozzánk a ssssellőktől?

source: ... Yes.
hu: ... Igen.

source: And then you take this reef from us? Ssssss!
hu: Hogy aztán tőlünk ssszzzerezzétek meg a zátonyokat? Ssszzzissszzz!

source: We seek a right to respite here for those of our kind traveling past these isles.
hu: Csupán pihenőhelyet szeretnénk a fajtánk számára kérni, hogy utazásaink során itt regenerálódhassunk.

source: What you say?
hu: Mit beszélsz?

source: ...... We have no need of your reef. We seek only the land above the sea.
hu: ...... Nincs szükségünk a zátonyaitokra. Csak a tenger fölé nyúló szirteken pihennénk.

source: You have a deal, sky monster. Merfolk will float dead on the waves!
hu: Megegyeztünk, égi ssszzzörnyek. Ssssellők hulláit dobálják a hullámok!

source: Ssssss? You have betrayed merfolk?
hu: Ssszzzissszzz? Elpártoltok a sellőktől?

source: And now you take this reef from us? Ssssss!
hu: És most el akarjátok venni a zátonyokat tőlünk? Ssszzzissszzz!

source: So be it, sky monster.
hu: Ám legyen, égi szörnyeteg.

source: Ssssss!
hu: Ssszzzissszzz!

source: All provisions are gathered; the flight is readied for departure, awaiting your command.
hu: Feltöltöttük a készleteinket; a szárnytest készen áll az indulásra, csak a parancsodra várunk.

source: It is given. Take wing!
hu: Rendben. Szárnyra föl!

source: Threshold
hu: Előszoba

source: Gliders were dispatched back to Morogor with exacting details of the petty atoll’s location. The flight resumed its journey east.
hu: Surranókat küldtek vissza Morogorba, az atollszigetek pontos helyzetének részleteivel. A szárnytest folytatta az útját kelet felé.

source: The familiar rhythm of the long journey began anew. The aching of wings slowly returned.
hu: A hosszú utazás már megismert ritmusa újra kezdődött. Lassanként a fájdalom is visszatért a szárnyakba.

source: Then Gorlack, scouting far ahead with the forward wing, sighted it. Land as great as the ocean. The land without end.
hu: Aztán Gorlack, messze a többiek előtt, a felderítő osztaggal repülve meglátta. Hatalmas szárazföld terült el előttük. Végtelen, mint az óceán.

source: Resha persuaded Gorlack to make first landfall upon a nearby cluster of three isles. Here a narrow sea warded against the unknown perils of the Greatland.
hu: Resha meggyőzte Gorlackot, hogy óvatosságból először a közeli, három szigetből álló földdarabon szálljanak le. Ezt csak egy keskeny szoros választotta el az ismeretlen veszélyeket rejtő Nagy Kontinenstől.

source: Forward Wing
hu: Előszárnytest

source: Haldric Creatures
hu: Haldric lények

source: Sword of Aethyr
hu: Aethyr Kardja

source: Addroran’s Gaze
hu: Addroran tekintete

source: Mace of Eldaric
hu: Eldaric Buzogánya

source: Hatchlings
hu: Fiókák

source: I am Oxepotex! Massster tamer of beassstsss big and sssmall.
hu: Oxepotex vagyok! Kissss éssss nagy ssszzzörnyek idomár messsstere.

source: Sssettle down, Oxe. And get to work feeding your petsss!
hu: Nyugodj le, Oxe! Éssss etessssd az állatkáidat!

source: I hear...
hu: Hallok egy...

source: Vermin!
hu: Férgek!

source: I shall...
hu: Mit tegyek?

source: eat them.
hu: megeszem őket.

source: pet them.
hu: megszelidítem őket.

source: <i>squeak</i>
hu: <i>sqíííík</i>

source: Achievement Unlocked: <b>Leader of Mice</b>
hu: Feltárt képesség: <b>Egerek Ura</b>

source: Kill Rhynnin
hu: Megölöd Rhynnint

source: Capture all villages
hu: Elfoglalod az összes falut

source: Death of Arinexis
hu: Arinexis elesik

source: Death of Zedrix
hu: Zedrix elesik

source: Recruiting and recalling are not possible
hu: Toborzás és visszahívás nem lehetséges

source: The humans and merfolk will attempt to recapture villages but wildlife will not
hu: Az emberek és a sellők megpróbálják visszafoglalni a falvakat, de a vadállatok nem

source: It is here I shall plant my eyrie. This will be the threshold through which our folk pass. From our long shameful exile adrift on sinking isles. Reascended to claim our forgotten birthright of this greater world.
hu: Itt fogom felépíteni a sárkányfészkemet. Ez a hely lesz az előszoba, amin keresztül a népünk visszatér. Egy hosszú, szégyenletes száműzetésből a süllyedő szigetekről. S újra birtokba venni a születés jogán nekünk járó hatalmas világot.

source: The game looks sparser than these isles should bear... Some orcs may have drifted to here as well.
hu: A vadállomány sokkal gyérebbnek tűnik, mint amit a sziget mérete indokolna... Alighanem néhány ork ide is eljutott.

source: Then we shall seize their settlements to procure our flight’s sustenance.
hu: Akkor elfoglaljuk a településeiket, hogy biztosítsuk a szárnytestünk élelmezését.

source: There is some commotion below us... Hatchlings! There are hatchlings just below. They look to be in dire need of aid!
hu: Valami fölfordulást látok alattunk... Fiókák! Fiókák vannak közvetlenül alattunk. S úgy tűnik, komoly bajban vannak!

source: Excellent, we have them surrounded once more. This time do not allow any to slip through; the King will have every one of their green heads for his mantle. When you are done here, advance to the interior villages and trample the eggs. These little devils will cause Fort Elense no more trouble.
hu: Kiváló, ismét bekerítettük őket. Ezúttal ne engedjétek, hogy bárki is elmeneküljön; a király mindegyikük zöld fejét a palástjára akarja. Ha itt végeztetek, vonuljatok tovább a belső falvakba, és tapossátok szét a tojásaikat is. Ezek a kis ördögök többé nem okoznak gondot Fort Elense településnek.

source: Another herd of those orc creatures...
hu: Újabb horda ork lény...

source: Nay, their weaponry is not crude enough. Those are haldric, creatures of much higher quality.
hu: Nem, a fegyvereik nem annyira durvák. Ezek haldricok, sokkal magasabb szinten álló lények.

source: Whilst the haldric speak with many unfamiliar words, their menacing tone is clear. Those hatchlings will be slain if our intervention is not swift.
hu: Bár a haldricok sok ismeretlen szót használnak, fenyegető hangnemük egyértelmű. Ha nem avatkozunk be nyomban, azok a fiókák meghalnak.

source: He returns! Noble Shek’kahan returns from ssspirit realm to sssave usssss! (<i>chirping sob</i>)
hu: Visszatért! A nemessss Sssshek'kahan vissszzzatért a sssszzzellemvilágból, hogy megmentsen minket! (<i>könnyes szipogás</i>)

source: Resha. These... are <b>not</b> hatchlings.
hu: Resha. Ezek... <b>nem</b> fiókák.

source: By the Winds, they are not. Their resemblance is so strikingly of hatchlings...
hu: A szelekre, nem. Csak feltűnően hasonlítanak a fiókákra...

source: Ssso these are Fire Dragons, eh Zedrix? Hail, dragons! (<i>rapid clicking</i>) Down here!
hu: Ssszzzóval ezek tűzokádó ssssárkányok, mi, Zedrix? Üdvözlet, ssssárkányok! (<i>gyors lándzsarázás</i>) Ssszzzálljatok le!

source: They are receiving us.
hu: Hívnak minket.

source: Hail-loooo! Dragons, can you ssspeak? Zedrix, you sssaid dragons can ssssspeak!
hu: Hellóóóó! Ssssárkányok, tudtok bessszzzélni? Zedrix, azt mondtad, hogy a ssssárkányok tudnak bessszzzélni!

source: Little ones! You will do as I command!
hu: Kicsi lények! Kövessétek a parancsaimat!

source: By every sssign upon firmament, we hear you Shek’kahan! You are our moonlight!
hu: Minden jel, amit hallunk, arra utal, hogy te vagy Shek'kahan! A mi holdsugarunk!

source: Rhynnin has fallen, just as I feared he would. So eager to serve his King and so very proud of his quest here; he underestimated the treachery of this accursed place and our strange enemy that would choose to shelter here. Men, I am now in command of this expedition. No more lone heroics. Signal the eastern detachment that we shall try to reunite with them along the isle’s southern shore.
hu: Rhynnin elesett, ettől tartottam. Annyira elszántan akarta szolgálni királyát, és annyira büszke volt a küldetésére, hogy alábecsülte ennek az átkozott helynek az aljasságát és a furcsa ellenségünket, aki itt talált menedéket. Emberek, mostantól én vagyok a parancsnok. Nincs több magányos hősködés. Jelezzétek a keleti különítménynek, hogy megpróbálunk velük egyesülni a sziget déli partján.

source: The haldric creatures have twice before seized an isle of Morogor. To have done so, they must possess a nigh drakelike cunning. Should they sense defeat approaching... They may put their settlements to the flame to deny us the stores of provisions therein. The arrival of our flight would likely startle such desperate action. We would be wise to secure all settlements before then.
hu: A haldrik lények már kétszer elfoglalták Morogor egyik szigetét. Ehhez szinte sárkányszerű ravaszsággal kell rendelkezniük. Ha érzik, hogy a vereség közeledik... Lehet, hogy felgyújtják a településeiket, hogy megakadályozzák, hogy megszerezzük az ott található élelemkészleteket. A szárnytestünk érkezése valószínűleg megakadályozná ezt a kétségbeesett lépést. Bölcs dolog lenne, ha addig biztosítanánk az összes települést.

source: Any lassst words, brute?
hu: Valami ssszzzép végssszzzó, tahó?

source: ...you have only bought yourselves a little time... ...for your cowardly attack on Fort Elense there can be no mercy for you saurians... ...you will never escape the King’s Justice...
hu: ...csak egy kis időt nyertetek magatoknak... ...a gyáva támadásotokért Fort Elense ellen nincs bocsánat a gyíkjaitoknak... ...soha nem menekülhettek el a király igazságszolgáltatása elől...

source: Your king’s <b>jussstice</b>?! Your king murdered my brood sssisssters unprovoked! Your Fort Elense sssitsss over their bones!
hu: A királyod <b>igazsssságossssága</b>?! A királyod ok nélkül meggyilkolta a nővéreimet! A Fort Elense erőd a csontjaik felett trónol!

source: ...the King did as he needed to, and may the Sky Father favor him for it... ...the elves would never have granted us sanctuary if he refused to do the deeds they asked of him...
hu: ...a király megtette, amit meg kellett tennie, és reméljük, hogy az Égi Atya megkegyelmez neki ezért... ...a tündék soha nem adtak volna menedéket nekünk, ha ő nem teljesítette volna a kérésüket...

source: ...our every action in this land is justified... ...for we are only refugees here; doing what we must to survive...
hu: ...minden cselekedetünk ezen a földön igazolható... ...mert mi itt csak menekültek vagyunk; azt tesszük, ami a túléléshez szükséges...

source: Ssso let that be your epitaph.
hu: Akkor ez lesz a sírfeliratod.

source: Log 72 I have found anoþer Aquadyne. It is here, deep beneaþ Þe Þree Sisters. It has only been þree years since Haldric destroyed þe elf gosts þat were sapping it and already þere is a mælstrom formed off þe norþ shore. Just like þose mælstroms Seeker Perþ discovered west of Alduin before a Wisp chased away his ship. Indeed, þere must be an Aquadyne every twenty leagues around þe entire Great Continent. Everyþing is just as Seeker Oþila had predicted. We should never have left her behind on þe Green Isle. Wiþout her work it may take centuries before we of þe Silver Order know what mankind is dealing wiþ on þis continent. Þe Færie World is stronger here þan we ever imagined. ——Someþing is wrong. I am getting a signal of warning from þe norþwest watchtower and þere is smoke rising from þe souþern iland. Rhynnin’s expedition is under attack and I sense it is more þan just þe saurians. I must go to assist. I do not have time to cypher þis log, nor can I risk taking my logbook wiþ me to perhaps be captured by an unknown enemy. Yet I shall not destroy it, þe secrecy of þe Silver Order be damned. May þe sea carry þis book back to Fort Elense so someone will know what has been discovered here.
hu: 72. bejegyzés Találtam egy ujjabb víztölcsért. Itt van méjen a Három Nővér partjai alatt. Még csak három év telt el azóta, hogy Haldric elpusztította a tünde métejt, ami itt lakozott, s ujjra föltűnt egy ujjabb vízörvény az északi partok mentén. Pont ojan, amijen vízörvényt a felfedező gájánk talált Alduintól nyugatra, s amiben egy tünde métej lakozott, amej elűzte a felfedezőinket is. Valójában ijen víztölcsérek húsz mérföldenként kísérik a Nagy Kontinens partjait. Mindez összhangban van Dagájos Odiló méjtengeri kutatő jelzéseivel. Nem szabadott volna őt hátra hagyni a régi hejen. A méjségi ismeretei nélkül mi, az Ezüst Rend sújos problémákkal kell küszködjön, mejek a kontinensen található ismeretlen veszéjek miatt lesnek az emberekre. A Tündér Világ méj gyökereket eresztett a kontinens talajába, mejekről nem is álmodtunk. ——Ujjabb probléma. Figyelmeztető jeleket észleltünk az északnyugati tornyunk felől. Ujj, veszéjes füst emelkedett föl a sziget déli szegéjén. Rhynnin expedícióját megtámadták, érzésem szerint komojabb ellenség is, mint a gyíkok. Segítenem kell nekik. Nincs időm kódolni ezt a bejegyzést, s nem vihetem magammal a noteszt sem, fennáll a veszéj, hogy az ismeretlen ellenség kezébe kerül. S nem is semmisíthetem meg, hiszen a Rend titkai kerülnének veszéjbe. A tengerre bízom, hogy a dagáj hullámai sodorják Fort Elense partjaira, s ne vesszenek el a fölfedezéseink.

source: Beware the great maelstrom off the north coast.
hu: Óvakodjatok az északi partoknál lévő örvénytől!

source: The tides are of no consequence to us, Resha.
hu: A hullámok nekünk nem számítanak, Resha.

source: Long ago, such maelstroms were strongholds of an ancient foe. I fear a thing most foul may lurk within there, even now. We would do well to keep our distance from it.
hu: Régen ezek a örvények egy ősi ellenség fellegvárai voltak. Attól tartok, hogy még most is valami rettenetes dolog rejtőzik ott. Jobb, ha távol maradunk tőle.

source: I shall keep that in mind. Carry on with your duty.
hu: Ezt észben fogom tartani. Folytasd a feladatod.

source: A powerful maelstrom, surrounded by paradoxically calm waters. The swirling current seems to come entirely from deep below the sandy seabed. It emanates a faint melodic humming.
hu: Erőteljes örvény, amelyet paradox módon nyugodt vizek vesznek körül. A kavargó áramlat úgy tűnik, hogy teljes egészében a homokos tengerfenék mélyéről származik. Halvány, dallamos morajlást áraszt.

source: The humming grows slowly louder as a cold mist begins to billow out. The mist somehow moves against the wind.
hu: A zümmögés lassan hangosabbá válik, miközben hideg felhő kezd gomolyogni. A felhő valahogy a szél ellen mozog.

source: Fly away from it! Fly!
hu: Szállj el onnan! Szállj el!

source: It is just as I had feared.
hu: Pont ettől féltem.

source: Elaborate.
hu: Pontosítanád?

source: This is a <i>living mist</i>, a creature of the Faerie.
hu: Ez egy <i>élő felhő</i>, a tündérek mágikus lénye.

source: Without our flight, we have not the numbers to engage this foe on equal terms. We should evade it if we can.
hu: A szárnytestünk nélkül nem vagyunk elegen, hogy meg tudjunk küzdeni vele. Kerüljük el, ha lehet.

source: The settlements are seized, along with all contained provisions. There is enough to feed our flight for half a dozen moons.
hu: A településeket elfoglaljtuk, az ott található élelemkészletekkel együtt. Ezzel hat hónapig el tudjuk látni a szárnytestünket.

source: Upon this isle, I hereby Proclaim my Eyrie. From here my domain extends.
hu: Ezen a szigetet jelölöm ki a sárkányfészkem helyeként. Itt kezdődik a birodalmam.

source: Resha, dispatch gliders back to Morogor with tidings. Send word also that I shall issue my summons in a year’s time. All flights with a heart hot enough to undergo the journey, will be received at this place, my eyrie. From here, they may go forth to set eyries of their own upon this greatest land.
hu: Resha, küldj vissza surranókat Morogorba a hírekkel Üzend meg nekik, hogy egy éven belül kiadom a felhívásomat. Minden szárnytest, akiknek szívében buzog az erő, nekivághat az utazásnak, itt, a sárkányfészkemben fogadom őket. Innen indulhatnak tovább, hogy saját sárkányfészkeket építsenek ezen a tágas szárazföldön.

source: By your command. I wish to dispatch a sky patrol as well. To begin ceaseless watch of the Greatland just off our eastern shore.
hu: Ahogy parancsolod. Szeretnék egy légi őrjáratot is kiküldeni. Hogy megkezdjék a keleti partunk közelében fekvő Nagyföld folyamatos megfigyelését.

source: Make it so.
hu: Úgy legyen!

source: Early Arrival
hu: Korai érkezés
